{
  "canary_network": "{chainName} это канарейская сеть для {mainnetChainName}. Новые обновления выпускаются в {chainName} первыми и активируются только в {mainnetChainName} после успешного периода тестирования в {chainName}. Используя эту канарейскую сеть, разработчики могут тестировать свои приложения в стимулированной рабочей среде, вместо того чтобы полагаться на тестовые сети.",
  "is_testnet": "{chainName} это тестовая сеть для {mainnetChainName}.",
  "learn_how_to_add_to_wallet": "Узнайте как добавить {chainName} в свой кошелек на нашей странице <add-network-link>Страница обучения</add-network-link>.",
  "learn_more": "Узнайте больше о {chainName} на <info-link>этом сайте</info-link>.",
  "native_token": "Нативный токен {chainName} это {nativeToken}.",
  "networks": {
    "abstract": "Abstract — это Layer 2 решение для масштабирования для Ethereum. Оно построено с использованием ZK Stack от ZKSync, что означает, что оно использует технологию zkEVM. Abstract нацелено на создание сети, способной привлечь потребителей из-за пределов криптопространства, и обладает несколькими ключевыми функциями, такими как встроенная абстракция учетных записей и Abstract Global Wallet.",
    "apechain": "ApeChain — это Layer 2 блокчейн, который создан в качестве выделенного уровня инфраструктуры для экосистемы ApeCoin. Он использует APE в качестве собственного токена для повышения своей полезности и обеспечивает собственную доходность по нескольким важным активам. Он построен с использованием платформы Arbitrum Orbit с расчетами на Arbitrum One, Layer 2 решении для масштабирования для Ethereum.",
    "arbitrum": "Arbitrum — это Layer 2 решение для масштабирования Ethereum. Arbitrum — это оптимистичное решение, которое означает, что оно периодически передает пакеты транзакционных данных в основную сеть Ethereum. Это приводит к более дешевым и быстрым транзакциям, чем если бы транзакции выполнялись напрямую в Ethereum. Это одно из самых популярных решений Layer 2 для Ethereum, и в 2023 году его распространение резко возросло.",
    "arbitrum-nova": "Arbitrum Nova является более централизованным братом Arbitrum. В то время как Arbitrum отправляет пакеты данных транзакций в основную цепочку Ethereum, Arbitrum Nova предоставляет только сертификаты этих данных. Эти сертификаты создаются группой валидаторов, известной как Комитет по доступности данных (DAC). Благодаря этому сеть намного дешевле в использовании, но при этом гораздо более централизована.",
    "astar": "Astar — это парачейн для Polkadot, сочетающий в себе функциональность Ethereum, Polkadot и Cosmos. Благодаря своей кросс-виртуальной машине (XVM), Astar может поддерживать EVM и взаимодействовать с другими блокчейнами. Astar предлагает разработчикам приложений собственные финансовые стимулы в рамках программы «dApp Staking». Astar в основном ориентирован на японский рынок и имеет большую базу пользователей в этом регионе.",
    "aurora": "Aurora — это совместимый с EVM блокчейн, созданный командой разработчиков блокчейна NEAR. В нем используется механизм консенсуса, основанный на делегированном доказательстве ставки. Aurora создана как сайдчейн EVM для экосистемы NEAR и имеет надежный мост для перемещения активов между NEAR, Ethereum и Aurora.",
    "avalanche": "Avalanche — это блокчейн, использующий механизм консенсуса Avalanche, сочетающий в себе черты классических механизмов и механизмов консенсуса Накамото для достижения высокой пропускной способности и быстрой окончательности. Ядро сети Avalanche состоит из трех различных чейнов: биржевого чейна (X-Chain), чейна контрактов (C-Chain) и чейна платформ (P-Chain). Эти чейны играют разные роли в системе, где C-Chain обеспечивает поддержку смарт-контрактов, совместимых с EVM.",
    "base": "Base — это Layer 2 решение для масштабирования Ethereum, разработанное Coinbase. Он основан на стеке Optimism OP с открытым исходным кодом, поэтому, как и в Optimism, в нем используется технология оптимистичного сворачивания. Он был запущен летом 2023 года во время так называемого «ончейн-лета». Он уже получил широкое распространение, и, поскольку его поддерживает одна из крупнейших криптовалютных компаний, он, вероятно, будет продолжать расти.",
    "basedai": "BasedAI — это Layer 1 блокчейн, построенный на создании децентрализованной экосистемы искусственного интеллекта. Его цель — создать автономную платформу на основе блокчейна, где агенты искусственного интеллекта смогут сотрудничать и создавать ценность для сети.",
    "beam": "Beam — это блокчейн-сеть, разработанная DAO Merit Circle и использующая механизм консенсуса Proof of Authority. Beam фокусируется на пересечении блокчейна и игр. Одним из основных компонентов является Beam SDK, который представляет собой гибкий набор для разработки программного обеспечения, позволяющий разработчикам игр выбирать между различными инструментами, которые можно использовать для формирования и структурирования внутриигровых блокчейн-элементов.",
    "berachain": "Berachain — это Layer 1 блокчейн, в котором используется новый механизм консенсуса под названием Proof of Liquidity, основанный на Proof of Stake. Этот механизм консенсуса призван улучшить Proof of Stake за счет увеличения ликвидности DEX в процессе подтверждения транзакций, в отличие от обычной системы Proof of Stake, которая выводит ликвидность из сети.",
    "bitgert": "Bitgert Chain — это Layer 1 блокчейн, созданный биржей Bitgert. Он использует механизм консенсуса, основанный на Proof of Authority. Этот механизм консенсуса позволяет проводить быстрые и дешевые транзакции, но он не так хорош в децентрализации. Bitgert также предоставляет другие услуги, связанные с блокчейном, такие как обмен P2P и платежный шлюз.",
    "blast": "Blast — это Layer 2 решение для масштабирования Ethereum, созданное командой разработчиков торговой площадки NFT Blur. Blast изначально встроил в протокол доходность, автоматически размещая все ETH и стейблкоины, которые пользователи вносят в L2, и перераспределяя вознаграждения за стекинг, позволяя пользователям свободно совершать сделки с этими активами на Blast.",
    "bnb-chain": "BNB Chain - это популярный блокчейн со смарт-контрактами, который был создан компанией Binance в 2020 году. Это был один из самых ранних блокчейнов alt-L1, созданный для того, чтобы предложить более низкие комиссии за транзакции и более быстрые транзакции чем Ethereum. Это достигается за счёт использования механизма консенсуса Proof of Staked Authority (PoSA) - более централизованной версии Proof of Stake (PoS).",
    "bob": "BOB (Build-On-Bitcoin) — это Layer 2 решение для масштабирования, основанное на биткойнах и Ethereum. BOB создан с использованием OP Stack с открытым исходным кодом от Optimism, что означает, что в нем используется оптимистичная технология ролапа. В настоящее время компания использует Ethereum в качестве уровня доступности данных, но в будущем планирует использовать биткойн для обеспечения доступности данных и объединенного майнинга.",
    "boba": "Boba — это Layer 2 решение для масштабирования, построенное на основе нескольких различных блокчейнов EVM, включая Ethereum, BNB Chain и Avalanche, и призванное стать универсальной платформой масштабирования для всех блокчейнов. Для этого используется популярная технология Optimistic Rollup, которая позволяет предлагать очень низкие комиссии при сохранении надежных гарантий безопасности.",
    "btt-chain": "BitTorrent Chain (BTTC) — это блокчейн, ориентированный на межсетевое взаимодействие между Ethereum, Tron и другими цепочками EVM. Он использует механизм консенсуса, основанный на Proof of Stake, когда валидаторы делают ставку на BTT для подтверждения транзакций. Валидаторы также периодически отправляют контрольные точки в блокчейны Ethereum, BNB Chain и Tron.",
    "callisto": "Callisto — это Layer 1 блокчейн, который был создан как сайдчейн блокчейна Ethereum Classic с целью внедрения механизма безопасности под названием Cold Staking. Одни из первых разработчиков Ethereum Classic работали над этим блокчейном. Они создали собственную группу по аудиту безопасности, которая поможет обеспечить безопасность смарт-контрактов, развернутых в Callisto.",
    "canto": "Canto — это Layer 1 блокчейн, использующий механизм консенсуса Proof of Stake. Сеть Canto была создана для поддержки развития бесплатной общественной инфраструктуры. С этой целью была создана модель доходов, обеспеченных контрактами (CSR), которая позволяет разработчикам контрактов получать процент от сетевых платежей, связанных с заключенными контрактами, в качестве альтернативы плате за внедрение продуктов или протоколов. Canto создан с использованием Cosmos SDK с сохранением совместимости с EVM.",
    "celo": "Celo — это Layer 1 блокчейн, ориентированный на разработку эффективной технологии обработки данных для мобильного использования и развивающиеся рынки, такие как Латинская Америка. Хотя Celo был создан как совместимый с EVM Layer 1 блокчейн, руководство Celo недавно проголосовало за перевод своего чейна на Layer 2 Ethereum чейн на основе стека OP Stack от Optimism.",
    "chiliz": "Chiliz — это Layer 1 блокчейн, ориентированный на спорт и развлечения. Он направлен на повышение вовлеченности спортивных фанатов с помощью токенизации, позволяющей болельщикам общаться и взаимодействовать со своими любимыми спортивными командами и клубами.",
    "coinex-smart-chain": "CoinEx Smart Chain (CSC) — это Layer 1 блокчейн, созданный биржей CoinEx. Он был создан для того, чтобы предлагать более низкие комиссии за транзакции и болеe быстрые транзакции чем Ethereum. Это достигается за счет использования более централизованного механизма консенсуса, объединяющего функции Proof of Stake и Proof of Authority.",
    "core": "CORE — это Layer 1 блокчейн, в котором используется новый механизм консенсуса под названием Satoshi Plus, который использует хешрейт биткоинов и сочетает функции Proof of Work и Delegated Proof of Stake. Хотя CORE DAO предоставляет собственную сеть блокчейнов, он также сосредоточен на распространении использования технологии Satoshi Plus на другие блокчейны.",
    "cronos": "Cronos — это совместимый с EVM сайдчейн для блокчейна Crypto.org. Cronos использует механизм консенсуса Proof of Authority, который делает цепочку быстрой и дешевой в использовании, но теряет в децентрализации. Компания также использует протокол Inter Blockchain Communications (IBC) для обеспечения совместимости между Cronos и другими блокчейнами.",
    "darwinia": "Darwinia — это совместимый с Ethereum парачейн, работающий на Polkadot. Как парачейн Polkadot, он хорошо интегрируется с другими сетями, построенными на Polkadot, и призван обеспечить межсетевую совместимость между различными блокчейнами с использованием технологии Darwinia MSGPort.",
    "degen-chain": "Degen Chain — это Layer 3 блокчейн, созданный на основе токена сообщества DEGEN для социальной сети Farcaster. Он создан с использованием платформы Arbitrum Orbit с расчетами на Base, Layer 2 решении для масштабирования для Ethereum.",
    "dogechain": "Dogechain — это проект, направленный на внедрение смарт-контрактов в экосистему Dogecoin. Хотя Dogechain официально не одобрен, он представляет собой сайдчейн Dogecoin с мостом для перевода DOGE в основную сеть Dogecoin и обратно. Это позволяет участникам экосистемы Dogecoin обмениваться смарт-контрактами на основе EVM и использовать их вместе со своими DOGE.",
    "elastos": "Elastos — это Layer 1 блокчейн, целью которого является объединение смарт-контрактов блокчейна с другими частями современной сети. Для этого Elastos создали блокчейн и сеть сайдчейнов, а также другие сопутствующие компоненты, такие как одноранговая сеть и децентрализованная идентификация. Видение Elastos заключается в том, чтобы интегрировать эти решения и объединить их в систему, которую они называют Elastos SmartWeb.",
    "enuls": "ENULS - это Layer 1 EVM-совместимая цепочка, построенная поверх блокчейн-инфраструктуры NULS. Она ориентирована на межцепочечную совместимость через свою сиблинговую сеть Nerve, которая также является частью экосистемы NULS.",
    "eos-evm": "EOS EVM — это Layer 1 блокчейн, который ориентирован на обеспечение высокой пропускной способности и низкие комиссии за транзакции. Он построен на основе той же технологии, что и блокчейн EOS, но с добавлением совместимости с EVM. Это упрощает разработчикам EVM создание приложений для EOS EVM.",
    "ethereum": "Ethereum — это оригинальный блокчейн смарт-контрактов, созданный в 2015 году. Это самый популярный блокчейн для DeFi и NFT, у которого больше всего пользователей и разработчиков. Многие новые блокчейны построены на основе виртуальной машины Ethereum (EVM) и совместимы с кошельками и инструментами Ethereum.",
    "ethereum-classic": "Ethereum Classic — это форк Ethereum, возникший в результате взлома DAO в 2016 году. Ethereum Classic отказалась от мер по возврату средств, украденных в результате взлома, и продолжила использовать «оригинальный» чейн. Ethereum Classic все еще обладает многими свойствами, которыми Ethereum обладал в прошлом, например механизм консенсуса Proof of Work, основанный на Ethash.",
    "exosama": "Exosama — это Layer 1 чейн, который в основном ориентирован на NFT и сценарии использования игр. На блокчейне используется несколько игр NFT. Exosama планирует перейти на новую сеть Moonsama, которая будет построена на основе технологии парачейна Polkadot. Это позволит Exosama взаимодействовать с другими блокчейнами в экосистеме Polkadot.",
    "fantom": "Fantom — это Layer 1 блокчейн с новым механизмом консенсуса под названием Lachesis — механизмом консенсуса на основе DAG, направленным на улучшение как классических моделей консенсуса, так и моделей консенсуса Накамото. Этот механизм консенсуса обеспечивает быструю финализацию и высокую пропускную способность.",
    "filecoin-evm": "Filecoin — это блокчейн-сеть, которая делает ставку на инновационное децентрализованное хранение файлов. У нее есть среда выполнения под названием Filecoin Virtual Machine (FVM) с уровнем совместимости EVM под названием Filecoin EVM или FEVM. Это позволяет использовать смарт-контракты, совместимые с EVM, на Filecoin.",
    "flare": "Flare — это Layer 1блокчейн, ориентированный на предоставление высоконадежных данных из внешних источников. Он имеет два собственных протокола сбора данных, которые позволяют им предоставлять разработчикам контрактов данные из других блокчейнов и Интернета для использования в приложениях для смарт-контрактов. Консенсус этих протоколов сбора данных определяется теми же валидаторами, которые обеспечивают консенсус Flare.",
    "flow-evm": "Flow EVM (EVM на Flow) — это слой эквивалентности EVM, построенный поверх блокчейна Flow L1. Он предоставляет разработчикам возможность беспрепятственно интегрировать свои существующие смарт-контракты Ethereum в экосистему Flow и постепенно использовать уникальные возможности экосистемы Flow.",
    "fraxtal": "Fraxtal — это Layer 2 решение для масштабирования для Ethereum. Он основан на стеке OP Stack компании Optimism с открытым исходным кодом, поэтому, как и Optimism, в нем используется технология optimistic rollup. Предполагается, что Fraxtal будет представлять собой модульную систему, а это значит, что она будет состоять из нескольких отдельных компонентов, которые могут по-разному использоваться и комбинироваться другими сетями или потенциальными Layer 3 сетями.",
    "fuse": "Fuse — это Layer 1 блокчейн, использующий механизм консенсуса, основанный на делегированном Proof of Stake. Он ориентирован на предоставление доступной и производительной инфраструктуры для децентрализованных приложений для реальных бизнес-сценариев. Fuse проводит различие между конечными пользователями, которые не используют блокчейн напрямую, и компаниями, которые являются основными пользователями блокчейна и будут использовать его от имени своих пользователей.",
    "gnosis-chain": "Gnosis Chain — один из первых сайдчейнов Ethereum, созданный в 2018 году. В качестве сайдчейна он несколько идет на компромисс с децентрализацией, обеспечивая более дешевые и быстрые транзакции. Нативным токеном Gnosis Chain является xDAI, мостовая версия стейблкоина DAI, позволяющая пользователям оплачивать плату за газ стабильным активом. Одним из самых популярных приложений в Gnosis Chain является POAP (протокол доказательства посещения).",
    "gravity-alpha": "Gravity Alpha — это Layer 2 блокчейн, построенный на основе Ethereum, но в 2025 году он планирует перейти на собственный Layer 1 блокчейн. Он создан с использованием фреймворка Arbitrum Nitro, что означает, что в нем используется технология оптимистичного роллапа. Он был создан командой разработчиков Galxe и призван расширить функциональность экосистемы Galxe.",
    "harmony": "Harmony — это Layer 1 блокчейн с механизмом консенсуса, основанным на Proof of Stake. Он ориентирован на обеспечение быстрых и недорогих транзакций с использованием сегментирования состояний. Этот метод, по сути, разделяет все состояние и проверку сети на несколько субблокчейнов.",
    "hemi": "Hemi — это Layer 2 блокчейн, который стремится объединить экосистемы Bitcoin и Ethereum в одну «суперсеть». В его основе лежит виртуальная машина Hemi (hVM), которая включает полный узел Bitcoin в среде EVM.",
    "hyperliquid-evm": "Hyperliquid — это Layer 1 блокчейн, в котором используется специальный механизм консенсуса под названием HyperBFT. Hyperliquid создан для обеспечения высокопроизводительной инфраструктуры для экосистемы финансовых приложений, флагманским приложением которой является Hyperliquid DEX.",
    "immutable-zkevm": "Immutable zkEvm — это Layer 2 блокчейн, созданный для игровой индустрии разработчиком игр Web3 и издателем Immutable. Immutable zkEvm создан с использованием пакета Polygon Chain Development Kit, обеспечивающего низкую стоимость и высокую масштабируемость игровых приложений.",
    "inevm": "inEVM — это EVM-совместимая сеть, созданная командой блокчейна Injective на базе Cosmos. Его цель — обеспечить совместимость и взаимодействие между Ethereum, Cosmos и Solana.",
    "ink": "Ink — это Layer 2 решение для масштабирования Ethereum, созданное командой криптобиржи Kraken. Оно основано на стеке OP Stack компании Optimism с открытым исходным кодом, поэтому, как и Optimism, в нем используется технология оптимистичного свертывания. Ink сосредоточено на предоставлении недорогого и высокопроизводительного решения для сценариев использования DeFi.",
    "iota-evm": "Интегрируя сеть IOTA с совместимой с EVM цепочкой смарт-контрактов, IOTA EVM обеспечивает горизонтальную масштабируемость и расширенную защиту MEV для эффективной токенизации реальных активов. Он поддерживает масштабируемые и безопасные смарт-контракты в гибкой архитектуре с несколькими виртуальными машинами. Платформа позволяет передавать активы и торговать ими и ориентирована на DeFi, игры, NFT и DAO с широкими возможностями взаимодействия между сетями.",
    "kardiachain": "KardiaChain — это Layer 1 блокчейн, в котором используется механизм консенсуса, основанный на делегированном Proof of Stake. Он ориентирован на предоставление решений для физических (физических и цифровых) приложений и совместимость различных блокчейнов. KardiaChain специализируется в основном на Вьетнаме и рынке Юго-Восточной Азии.",
    "katana": "Katana — это Layer 2, созданный специально для DeFi командой Polygon. Он нацелен на предоставление глубокой ликвидности и высокой доходности для DeFi за счет концентрации ликвидности в нескольких тщательно отобранных dapps. Он отличается собственной доходностью и высокой совместимостью благодаря фреймворку Polygon Agglayer.",
    "kcc": "KCC (KuCoin Community Chain) — это Layer 1 блокчейн, созданный биржей KuCoin. Он использует механизм консенсуса Proof of Staked Authority, который сочетает в себе Proof of Authority и Proof of Stake. При создании модели консенсуса, KuCoin черпали вдохновение в HECO и других сетях PoA. KCC стремится создать сеть, обеспечивающую недорогие и быстрые транзакции.",
    "lens": "Lens — это Layer 2 блокчейн, созданный с использованием ZK Stack от zkSync для случаев использования SocialFi. Блокчейн Lens поддерживает Lens Protocol, протокол социальных сетей, который позволяет пользователям создавать и управлять своими собственными социальными профилями, связываться с другими пользователями и взаимодействовать с контентом.",
    "lightlink": "Lightlink - это Layer 2 решение масштабирования для Ethereum, которое было разработано для использования в Metaverse, NFT и игровых приложениях. Оно основано на технологии оптимистичного роллапа и отличается высокой пропускной способностью при низкой комиссии за транзакции. Чтобы удовлетворить потребности корпоративных пользователей, Lightlink также предлагает корпоративный пакет, который позволяет организациям платить ежемесячную плату, чтобы обойти комиссию за нативный газ.",
    "linea": "Linea — это Layer 2 решение для масштабирования Ethereum, разработанное Consensys, компанией, создавшей MetaMask и Infura. Linea построена на инновационной технологии ZkeVM, позволяющей предлагать очень низкие комиссии при сохранении надежных гарантий безопасности. Это один из первых проектов, использующих эту технологию, и при поддержке одной из крупнейших компаний в этой области он, вероятно, продолжит расти.",
    "lisk": "Lisk — это Layer 2 решение для масштабирования для Ethereum. Он создан с использованием стека OP Stack с открытым исходным кодом Optimism, поэтому, как и Optimism, в нем используется технология оптимистичного ролапа. Первоначально Lisk был создан как Layer 1 автономный блокчейн, но позже он был переведен на OP Stack и стал Layer 2 решением для Ethereum.",
    "manta-pacific": "Manta Pacific — это Layer 2 решение для масштабирования Ethereum. Оно основано на стеке Optimism OP с открытым исходным кодом, поэтому, как и в Optimism, в нем используется технология оптимистичного сворачивания. Это расширяется за счет решения Celestia по обеспечению доступности данных, предлагая еще более низкую плату за газ, чем базовое решение Optimistic Rollup.",
    "mantle": "Mantle — это Layer 2 решение для масштабирования Ethereum, обеспечивающее более дешевые и быстрые транзакции, чем L1. В нем используется модульная архитектура, в которой оптимистичные сводные пакеты сочетаются с улучшенным решением по обеспечению доступности данных. Хотя Mantle и является Layer 2 чейном, совместимым с EVM, он использует собственный токен для оплаты платы за газ на L2.",
    "megaeth": "MegaETH — это Layer 2 блокчейн, ориентированный на высокую пропускную способность транзакций. Он стремится достичь более 100, 000 TPS благодаря эффективным решениям для хранения, компиляции байт-кода EVM, параллельному выполнению и времени блокировки в 1 мс.",
    "metis": "Metis — это Layer 2 решение для масштабирования Ethereum. Изначально оно было форком Optimism, но с момента своего создания в 2021 году оно двигалось в своем направлении. Metis оказывает поддержку в создании нескольких взаимосвязанных чейнов в поддержку создания децентрализованных автономных компаний (DAC). Хотя Metis совместим с Layer 2 EVM чейном, он использует собственный токен для оплаты платы за газ на L2.",
    "mint": "Mint — это решение для масштабирования слоев для Ethereum. Оно основано на стеке OP Stack компании Optimism с открытым исходным кодом, поэтому, как и Optimism, в нем используется технология оптимистичного роллапа. Mint уделяет особое внимание NFT и стремится предоставить создателям инфраструктуру, необходимую для создания своих NFT. В Mint также существует модель распределения доходов, при которой разработчики, создающие инновационные приложения на Mint, могут получать часть дохода сети.",
    "mode": "Mode — это Layer 2 решение для масштабирования для Ethereum. Он основан на стеке OP Stack компании Optimism с открытым исходным кодом, поэтому, как и Optimism, в нем используется технология оптимистичной свёртки. Mode призван стимулировать более широкое использование сети, поощряя разработчиков частью дохода от продаж секвенсоров и поощряя пользователей за привлечение рефералов.",
    "monad": "Monad — это Layer 1 блокчейн, в котором используется специальный механизм консенсуса под названием MonadBFT. Monad нацелен на обеспечение высокой пропускной способности за счет параллелизации уровня исполнения EVM, он так же обрабатывает блоки менее чем за секунду.",
    "moonbeam": "Moonbeam — это совместимый с Ethereum парачейн, работающий на Polkadot. Как парачейн Polkadot, он хорошо интегрируется с другими сетями, построенными на Polkadot. Вдобавок ко всему он призван улучшить удобство использования кросс-чейновых приложений, сочетая в себе возможности Ethereum, Cosmos и Polkadot.",
    "morph": "Morph — это Layer 2 решение для масштабирования для Ethereum. Оно построено с использованием комбинации zkEVM и технологии оптимистичного роллапа, что снижает затраты и продолжительность длительного периода тестирования оптимистичных роллапов.",
    "nahmii": "Nahmii — это Layer 2 решение для масштабирования Ethereum, целью которого является обеспечение высокой пропускной способности транзакций при низких предсказуемых комиссиях. В настоящее время Nahmii использует централизованного оператора, который валидирует транзакции, но в будущем планируется перейти на более децентрализованную модель. ",
    "neo-x": "Neo X — это совместимый с EVM сайдчейн для Neo N3. Он объединяет уникальный механизм консенсуса Neo dBFT (делегированная византийская отказоустойчивость) и вносит широко распространенный EVM в экосистему Neo N3.",
    "neon": "Neon EVM — это блокчейн, построенный в виде смарт-контракта Solana и направленный на соединение экосистем Ethereum и Solana. В качестве смарт-контракта Solana он использует низкую плату за газ и параллельное исполнение, сохраняя при этом всю функциональность EVM Ethereum.",
    "oasis-emerald": "Oasis — это Layer 1 блокчейн, разработанный как масштабируемая и универсальная сеть. Для этого архитектура Oasis поделена на уровень консенсуса верхнего уровня и нижние уровни исполнения. Это позволяет Oasis поддерживать несколько различных уровней исполнения, включая Oasis Emerald, уровень исполнения, совместимый с EVM.",
    "oasis-sapphire": "Oasis Sapphire - это EVM-совместимая сеть Oasis ParaTime, аналогичная Oasis Emerald. Как и Oasis Emerald, Oasis Sapphire построена таким образом, чтобы предлагать низкие комиссии и высокую пропускную способность. Она расширяет эти возможности, добавляя поддержку конфиденциальных смарт-контрактов, которые она заимствует у не EVM-сети Oasis Cipher.",
    "oasys": "Oasys — это Layer 1 блокчейн, разработанный для игровой индустрии. Он использует механизм консенсуса, основанный на Proof of Stake, и обеспечивает быстрые транзакции без газа. В архитектуре используется центральный чейн, а отдельные игровые приложения могут создавать Layer 2 чейны, подключенные к центральному чейну, чтобы каждое игровое приложение могло масштабироваться независимо друг от друга.",
    "octaspace": "OctaSpace — это децентрализованная вычислительная платформа, предлагающая вычислительные ресурсы, предоставляемые операторами узлов по всему миру. Её можно использовать для облачной обработки или для целей VPN. Операторы узлов могут сдавать в аренду свои свободные ресурсы для получения вознаграждения.",
    "opbnb": "OpBnB — это Layer 2 решение для масштабирования BNB Chain. Оно основано на стеке Optimism OP Stack с открытым исходным кодом, поэтому, как и Optimism, в нем используется технология оптимистичного сворачивания. opBnB — это первый Layer 2 для BNB Chain, созданный для снижения комиссий и повышения пропускной способности.",
    "optimism": "Optimism - это Layer 2 решение масштабирования для Ethereum. Оно использует оптимистичные пакеты для масштабирования Ethereum, выполняя транзакции на Optimism и публикуя партии данных о транзакциях в Ethereum. Optimism - одно из самых популярных Layer 2 решений для Ethereum. Помимо основной сети, Optimism разрабатывает технологический стек, который может быть использован другими L2, например сетью Base компании Coinbase.",
    "plasma": "Plasma — это Layer 1 блокчейн, который ориентирован на платежи в стейблкоинах. Он сочетает в себе высокую пропускную способность, встроенные функции стейблкоинов и полную совместимость с EVM. Он изначально поддерживает переводы USDT без комиссии, пользовательские газовые токены и конфиденциальные платежи.",
    "plume": "Plume — это Layer 1 блокчейн, ориентированный на сферу реальных активов (RWA). Он направлен не только на токенизацию RWA, но и на создание сети, позволяющей использовать RWA так же, как и криптовалюту, для торговли, кредитования, заимствования и многого другого.",
    "polygon": "Polygon PoS - это сайдчейн Ethereum, который защищён набором валидаторов, избираемых сообществом Polygon. Это один из самых популярных блокчейнов смарт-контрактов, особенно в пространстве NFT. Помимо сети Polygon PoS, компания Polygon работает над набором других L2-решений, таких как Polygon zkEVM.",
    "pulsechain": "PulseChain — это Layer 1 блокчейн, созданный как полноценный форк блокчейна Ethereum. Это означает, что до запуска форковой сети у него одна и та же история транзакций. PulseChain был создан сообществом HEX для обеспечения более низких комиссий чем Ethereum.",
    "rari-chain": "RARI Chain — это Layer 3 блокчейн, основанный на Layer 2 масштабирующем решении Arbitrum Nova. Благодаря недорогим транзакциям и встроенным гонорарам на уровне протоколов, RARI Chain стремится дать авторам возможность создавать и монетизировать свои работы.",
    "redstone": "Redstone — это Layer 2 блокчейн, который ориентирован на обеспечение высокой пропускной способности и низких комиссий для игровых приложений. Он основан на стеке OP Stack компании Optimism с открытым исходным кодом, поэтому, как и Optimism, в нем используется технология оптимистичного роллапа. Для снижения комиссий Redstone не использует Ethereum в качестве уровня доступности данных, а использует специальный уровень доступности данных.",
    "rollux": "Rollux — это Layer 2 решение для масштабирования Syscoin. Оно использует оптимистичные роллапы для масштабирования Syscoin, выполняя транзакции в Rollux и отправляя пакеты данных транзакций в Syscoin. Являясь решением Layer 2 в Syscoin, Rollux также может унаследовать некоторые защитные свойства Syscoin, такие как объединенный майнинг с биткойнами.",
    "ronin": "Ronin — это Layer 1 блокчейн, созданный командой разработчиков популярной веб-игры Axie Infinity. Ronin был создан специально для предоставления оптимизированной инфраструктуры для веб-игр с миллионами пользователей в сети.",
    "rootstock": "Rootstock — это сайдчейн биткойнов, целью которого является внедрение функциональности EVM в экосистему Биткойна. Сеть компании защищена с помощью процесса, называемого объединенным майнингом, который позволяет майнерам биткойнов одновременно использовать свой хешрейт для транзакций в биткойнах и рутстоках. Мост между Биткойном и Рутстоком защищают 9 высокопоставленных организаций с помощью процесса, который они называют Powpeg.",
    "rss3-vsl": "The RSS3 Value Sublayer (VSL) — Layer 2 это решение для масштабирования для Ethereum. Являясь частью сети RSS3, RSS3 VSL построен на стеке OP с открытым исходным кодом Optimism, поэтому, как и Optimism, в нем используется технология оптимистичного роллапа. RSS3 — это децентрализованная сеть, индексирующая и структурирующая открытую информацию, делающая ее доступной для приложений.",
    "sanko": "Sanko — это Layer 3 блокчейн с особым акцентом на игровую индустрию, он предлагает низкие комиссии и высокую пропускную способность. Он построен с использованием фреймворка Orbit от Arbitrum с расчетами на Arbitrum One, Layer 2 решение для масштабирования для Ethereum.",
    "scroll": "Scroll — это Layer 2 решение для масштабирования Ethereum, которое в настоящее время создается с использованием инновационной технологии ZkeVM. Технология zKeVM обеспечивает более высокую пропускную способность при меньших затратах, чем многие другие решения L2, при этом сохраняя надежные гарантии безопасности по сравнению с другими решениями L2, такими как Optimistic Rollups.",
    "sei": "Sei — это Layer 1 блокчейн, в котором используется механизм консенсуса, основанный на делегированном Proof of stake. Сеть нацелена на обеспечение высокой пропускной способности и низких комиссий, сосредоточив свои усилия на параллелизации уровня исполнения EVM.",
    "shape": "Shape — это Layer 2 решение для масштабирования для Ethereum, ориентированное на создателей. В нем есть система gasback, в которой создатели могут требовать возврата значительной части платы за газ, генерируемой с помощью их смарт-контрактов. Shape создан с использованием стека OP Suite с открытым исходным кодом от Optimism, поэтому, как и Optimism, он использует технологию оптимистичного ролапа.",
    "shibarium": "Shibarium - это сайдчейн Ethereum, который был создан для того, чтобы привнести нативную экосистему смарт-контрактов в сообщество Shiba Inu. Будучи сайдчейном, он идёт на компромисс с децентрализацией, чтобы обеспечить более быстрые и дешёвые транзакции. Shibarium также имеет мост к Ethereum, что позволяет пользователям переводить свои токены SHIB и другие популярные токены Ethereum на Shibarium и обратно.",
    "shido": "Shido — это Layer 1 блокчейн, в котором используется механизм консенсуса Proof of Stake. Он создан с использованием Cosmos SDK и нацелен на обеспечение высокой пропускной способности и низких комиссий, а также на обеспечение совместимости между цепочками EVM и другими сетями.",
    "shimmer": "Shimmer EVM — это Layer 2 совместимый с EVM, построенный на основе совместимой сети Shimmer. Поскольку это Layer 2 для Shimmer, он легко совместим с другими чейнами экосистемы Shimmer/IOTA. Shimmer EVM предлагает несколько интересных нововведений, таких как параллельная обработка транзакций и встроенная случайность в протоколе.",
    "somnia": "Somnia — это Layer 1 блокчейн, ориентированный на обеспечение высокой пропускной способности и низких комиссий для массовых приложений. Он использует механизм консенсуса под названием MultiStream Consensus, в котором каждый валидатор публикует свой собственный блокчейн с отдельной «цепочкой консенсуса» для управления координацией между различными валидаторами.",
    "soneium": "Soneium — это Layer 2 блокчейн, построенный на основе Ethereum и Optimism. Он построен с использованием стека OP Stack с открытым исходным кодом от Optimism, поэтому, как и Optimism, он использует технологию оптимистичного роллапа. Он был основан Sony с целью создания сети с массовым распространением.",
    "sonic": "Sonic — это Layer 1 блокчейн, созданный командой разработчиков Fantom в качестве его духовного преемника. Он обеспечивает высокую пропускную способность и низкую плату, а также предлагает разработчикам стимулы развивать сеть.",
    "sophon": "Sophon — это Layer 2 блокчейн, созданный с использованием ZK Stack от zkSync. Он нацелен на обеспечение высокой пропускной способности и низких комиссий для приложений массового потребителя, уделяя особое внимание таким вариантам использования, как игры, продажа билетов и т. д.",
    "story": "Story — это Layer 1 блокчейн, ориентированный на обеспечение основы для интеллектуальной собственности в сети. Это направлено на то, чтобы авторам было проще защищать, лицензировать и монетизировать свою работу. Story создан с использованием Cosmos SDK и предлагает полную поддержку смарт-контрактов, совместимых с EVM.",
    "superposition": "Superposition — это Layer 3 блокчейн, построенный поверх Ethereum и Arbitrum. Он создан с использованием фреймворка Orbit от Arbitrum, поэтому, как и Arbitrum, использует технологию оптимистичных роллапов. Superposition предлагает нативный доход по своим перенесенным активам и предоставляет разработчикам способы монетизировать свои приложения через собственный протокол.",
    "swellchain": "Swellchain is a restaking-powered Layer 2 network built to scale Ethereum using Swell's Proof of Restake model. As a vertically integrated “restaked rollup,” Swellchain enables users to leverage liquid staking (swETH) and restaking (rswETH) while benefiting from fast, low-cost transaction execution secured by staked assets.",
    "syscoin": "Syscoin - это Layer 1 блокчейн, который начал свою работу в 2014 году как форк Bitcoin. Со временем, он превратился в двухчейновую систему, одна часть сети которой представляет собой форк Bitcoin, а другая - блокчейн, совместимый с EVM. Оба чейна обеспечены с помощью процесса под названием Merged Mining, который позволяет майнерам Bitcoin одновременно использовать свой хешрейт для транзакций Bitcoin и Syscoin.",
    "tabi": "Tabi — это Layer 1 блокчейн, в котором используется механизм консенсуса, основанный на Proof of Stake. Он создан с использованием Cosmos SDK и призван обеспечить совместимость между цепочками EVM и экосистемой Cosmos.",
    "taiko-alethia": "Taiko — это Layer 2 решение для масштабирования Ethereum, которое в настоящее время создается с использованием инновационной технологии ZkeVM. Технология zKeVM обеспечивает более высокую пропускную способность при меньших затратах, чем многие другие решения L2, при этом сохраняя более надежные гарантии безопасности по сравнению с другими решениями L2, например, такими как оптимистичные роллапы.",
    "telos-evm": "Telos EVM — это совместимый с EVM слой, построенный поверх блокчейна Telos L1. Это позволяет разработчикам беспрепятственно интегрировать свои существующие смарт-контракты Ethereum в экосистему Telos.",
    "unichain": "Uni chain — это Layer 2 блокчейн, созданный командой, стоящей за Uniswap. Его цель — разработать наиболее экономически эффективный Layer 2 блокчейн для кросс-цепочной ликвидности с блоками, которые генерируются за доли секунды, и он является частью экосистемы Super chain от Optimism.",
    "vana": "Vana — это Layer 1 блокчейн, предназначенный для создания инфраструктуры для данных, принадлежащих пользователям. Для этого он создает так называемые DataOS, которые похожи на большие пулы, в которых пользователи могут делиться своими данными и получать вознаграждение. Обмен данными также предоставляет пользователям право принимать решения по управлению сетью.",
    "velas": "Velas — это Layer 1 блокчейн, целью которого является обеспечение очень высокой пропускной способности и низких комиссий. Для этого они черпали вдохновение в архитектуре Solana и внесли в нее изменения для поддержки смарт-контрактов на основе EVM. Velas использует механизм консенсуса, основанный на Delegated Proof of Stake.",
    "viction": "Viction — это Layer 1 блокчейн, использующий механизм консенсуса Proof of Stake. Его конструкция основана на сети отдельных «цепочек приложений», основанных на общем расчете в базовой цепочке Viction.",
    "world-chain": "World Chain — это Layer 2 блокчейн, построенный на основе экосистемы World Coin. Он предоставляет бесплатную плату за газ для всех людей, проверенных на платформе World Coin. World Chain основан на стеке OP Stack с открытым исходным кодом от Optimism, поэтому, как и Optimism, в нем используется технология оптимистичного роллапа.",
    "x-layer": "X Layer — это Layer 2 решение для масштабирования Ethereum, разработанное популярной биржей OKX. X Layer был создан с использованием комплекта разработки цепей Polygon (CDK) и использует технологию ZkEVM. Созданная OKX сеть также предназначена для интеграции с другими продуктами OKX, такими как токен OKB.",
    "xdc": "XDC — это Layer 1 блокчейн с механизмом консенсуса, основанным на делегированном доказательстве ставки. Он ориентирован на предоставление быстрых и недорогих транзакций для токенизации реальных активов и корпоративных сценариев использования.",
    "zenchain": "ZenChain — это сайдчейн для Bitcoin, совместимый с EVM. Он стремится объединить безопасность Биткоина с гибкостью Ethereum и работает над созданием минимально доверительного моста между Биткоином и ZenChain.",
    "zero": "ZERΘ — это Layer 2 решение для масштабирования для Ethereum, которое направлено на полное устранение затрат на газ для пользователей. Оно построено с использованием ZK Stack zkSync и имеет встроенную абстракцию учетной записи. Используя эту встроенную абстракцию учетной записи, ZERΘ может предложить «нулевую» комиссию за газ для всех транзакций.",
    "zetachain": "ZetaChain — это Layer 1 блокчейн с механизмом консенсуса, основанным на Proof of Stake, который в настоящее время находится в разработке. Он призван предоставить разработчикам инфраструктуру для создания межсетевых приложений, подключающихся как к другим чейнам EVM, так и к чейнам, которые не связаны с EVM.",
    "zircuit": "Zircuit — это Layer 2 решение для масштабирования Ethereum, построенное на технологии zk rollup. Чтобы сосредоточиться на безопасности, Zircuit использует искусственный интеллект для мониторинга мемпула сети на предмет вредоносных транзакций и блокирует их до того, как они будут включены в цепочку.",
    "zkfair": "ZKFair — это Layer 2 решение для масштабирования Ethereum, созданное с использованием комплекта разработки цепей Polygon (CDK) и уровня доступности данных Celestia. Как следует из названия, ZKFair делает упор на «справедливость» и стремится создать экосистему, в которой пользователи сети будут получать вознаграждение от сети, которое обычно достается операторам сети.",
    "zksync-era": "ZKSync Era — это Layer 2 решение для масштабирования и один из первых проектов, использующих новую технологию ZkEVM. Эта технология предлагает очень низкую плату,  но при этом сохраняет надежные гарантии безопасности за счет использования доказательств с нулевым разглашением информации. Ранее ZKSync создала ZKSync Lite, раннюю версию технологии ZKRollup, которая еще не была совместима с EVM. ZKSync Era — это следующая итерация, добавляющая полную поддержку EVM.",
    "zora": "Zora Network — это Layer 2 решение для масштабирования Ethereum. Оно основано на стеке Optimism OP с открытым исходным кодом, поэтому, как и в Optimism, в нем используется технология оптимистичного роллапа. Поскольку Zora Network разработано биржей Zora NFT, основной вариант использования заключается в чеканке и торговле NFT."
  },
  "title": "Что такое {chainName}?"
}
