{
  "buttons": {
    "already_claimed": "Уже заявлено",
    "check_eligibility": "Проверьте соответствие критериям",
    "checkbox_1": "Я понимаю важность защиты криптовалюты с помощью аппаратного устройства.",
    "checkbox_2": "Я понимаю, что использование горячих кошельков на ноутбуке или телефоне делает вас уязвимыми для вредоносных программ.",
    "claim": "Получить токен Soulbound",
    "claiming": "Идёт получение"
  },
  "errors": {
    "claim_failed": "Не удалось получить SBT"
  },
  "landing": {
    "paragraph_1": "Горячие кошельки отлично подходят для торговли, но они подвергают вас риску заражения вредоносным ПО, фишинга и мошенничества. Настоящий холодный кошелек, защищенный аппаратным устройством и не допускающий утверждения токенов, — это самый безопасный способ защитить свои NFT и токены в долгосрочной перспективе.",
    "paragraph_2": "Вот почему <b>Revoke.cash и Pudgy Penguins</b> выпускают Cold Storage SBT. Отменив разрешения и показав, что вы понимаете важность холодного хранения, вы можете получить значок, который доказывает вашу приверженность гигиене кошелька и практикам безопасности. И не забудьте прочитать наше руководство <what-is-a-cold-wallet></what-is-a-cold-wallet> , чтобы узнать больше о холодном хранении."
  },
  "quiz": {
    "finish_quiz": "Завершить тест",
    "start_quiz": "Начать тест",
    "title": "Тест по безопасности"
  },
  "result": {
    "already_claimed": {
      "description": "Вы уже получили свой токен Soulbound. Вы можете увидеть его в своем кошельке.",
      "title": "🎉 Вы уже получили свой токен Soulbound"
    },
    "confirmed": {
      "description": "Спасибо, что вырабатываете привычку безопасного использования кошелька и помогаете задавать стандарты для The Huddle! SBT скоро будет отправлен на ваш кошелёк. Используйте кнопку «Поделиться» ниже, чтобы рассказать о нас другим!<br></br><br></br> Холодный кошелек дарит душевное спокойствие.<br></br><ul><li> Риски вредоносного ПО ограничиваются только вашим отдельным устройством.</li><li> Нет одобрения токена = нет рисков смарт-контрактов.</li></ul><br></br> Вы можете просмотреть свой SBT на<pudgy-sbt-link> OpenSea</pudgy-sbt-link> .",
      "title": "🎉 Поздравляем, вы соответствуете требованиям!"
    },
    "eligible": {
      "description": "Поздравляю! У вас нет активных одобренных токенов, и вы имеете право выпустить токен Pudgy Penguins x Revoke.Cash Soulbound. Пройдите этот короткий тест по безопасности, чтобы получить свой токен Soulbound.",
      "title": "🎉 Вы можете выпустить токен Pudgy Penguins x Revoke.cash Soulbound"
    },
    "has_allowances": {
      "button": "Отменить разрешения",
      "description": "У вас есть активные разрешения на Ethereum. Сотрудничество Pudgy Penguins и Revoke.cash поощряет использование холодных кошельков и ограничение разрешений на токены. SBT доступен только для кошельков без <i> </i> разрешений на токены. Отмените свои разрешения и попробуйте снова.",
      "title": "❌ У вас есть активные разрешения на токены"
    },
    "no_tokens": {
      "description": "У вас нет Pudgy Penguins, Lil Pudgys или Pudgy Rods. SBT пока доступен только сообществу Pudgy Penguins. Следите за обновлениями позже, когда монетный двор откроется для остального криптосообщества.",
      "title": "❌ У вас нет Pudgy Penguins"
    },
    "quiz_success": {
      "description": "Отличный результат! 🧊 Чтобы получить SBT холодного хранения, подтвердите, что вы понимаете важность использования аппаратного кошелька и риски, связанные с использованием горячего кошелька.",
      "title": "🎉 Готово к получению!"
    }
  },
  "search": {
    "placeholder": "Введите адрес своего кошелька, чтобы проверить соответствие требованиям"
  }
}
