{
  "canary_network": "{chainName}は{mainnetChainName}のカナリネットワークです。新しいアップデートは最初に{chainName}に公開され、{chainName}でのテスト期間が終了してからのみ、初めて{mainnetChainName}に有効になります。このカナリアネットワークを利用すれば、開発者はテストネットワークに頼る必要がなく、インセンティブが与えられた本番環境のような環境でアプリケーションをテストできます。",
  "is_testnet": "{chainName}は{mainnetChainName}のテストネットです。",
  "learn_how_to_add_to_wallet": "{chainName}ウォレットに追加する方法については、<add-network-link>学習ページ</add-network-link>をご覧ください。",
  "learn_more": "{chainName}の詳細については、<info-link>そのウェブサイト</info-link>をご覧ください。",
  "native_token": "{chainName}のネイティブトークンは{nativeToken}です。",
  "networks": {
    "arbitrum": "ArbitrumはEthereumのレイヤー2のスケーリングソリューションです。Arbitrumは楽観的なロールアップです。つまり、トランザクションデータのバッチを定期的にEthereumのメインネットに送信します。その結果、トランザクションをEthereumで直接実行する場合よりも安価で高速な取引が可能になります。Ethereumのレイヤー2のソリューションとしては最も普及しているものの1つで、2023 年に採用が急増しました。",
    "arbitrum-nova": "Arbitrum Novaは、Arbitrumのより中央集権的な兄弟です。ArbitrumはトランザクションデータをバッチでEthereumのメインチェーンに送信しますが、Arbitrum Novaはこのデータの証明書のみを送信します。これらの証明書は、データ可用性委員会（DAC）と呼ばれる一連の検証者によって作成されます。このため、ネットワークの使用コストははるかに低く抑えられますが、一元化もはるかに進んでいます。",
    "astar": "Astarは、Ethereum、ポルカドット、コスモスの機能を組み合わせたポルカドット向けのパラチェーンです。Astarはクロスバーチャルマシン（XVM）を通じて、EVMをサポートし、他のブロックチェーンと相互作用することができます。Astarは、「分散形アプリステーキング」プログラムを通じて、アプリ開発者にネイティブの金銭的インセンティブを提供しています。Astarは主に日本市場に焦点を当てており、この地域には大きなユーザーベースがあります。",
    "astar-zkevm": "Astar zkEVMはEthereumのレイヤー2のスケーリングソリューションです。オフチェーントランザクションの実行を可能にするために、Polygonチェーン開発キット（CDK）を使用して構築されています。ネイティブのアカウント抽象化機能が組み込まれており、Ethereum、Polkadot、Polygonのエコシステム間の相互運用性を提供するように設計されています。",
    "aurora": "Auroraは、NEARブロックチェーンの背後にあるチームによって作成されたEVM互換のブロックチェーンです。委任型プルーフ・オブ・ステークに基づくコンセンサスメカニズムを採用しています。AuroraはNEARエコシステムのEVMサイドチェーンとして構築されており、NEAR、Ethereum、Auroraの間で資産を移動するための橋渡し役となる信頼できないブリッジが特徴です。",
    "avalanche": "Avalancheは、Avalancheコンセンサスメカニズムを使用したブロックチェーンであり、従来のコンセンサスメカニズムと中本コンセンサスメカニズムの両方の機能を組み合わせて、高いスループットと高速なファイナリティーを実現しています。Avalancheネットワークの中核は、エクスチェンジチェーン（Xチェーン）、コントラクトチェーン（Cチェーン）、プラットフォームチェーン（Pチェーン）の3つの異なるチェーンで構成されています。これらのチェーンはシステム内でさまざまな役割を果たし、CチェーンはEVM互換のスマートコントラクトをサポートします。",
    "base": "Baseは、コインベースが開発したEthereumのレイヤー2のスケーリングソリューションです。OptimismのオープンソースOPスタック上に構築されていることで、Optimismと同様にオプティミスティック・ロールアップ技術を使用しています。2023年の夏、彼らが「オンチェーンサマー」と呼んでいた時期に発売されました。すでに多くの利用を得ており、大手暗号通貨会社の支援を受けているため、今後も成長を続けるでしょう。",
    "beam": "BeamはMerit Circle DAOによって開発されたブロックチェーンネットワークで、プルーフ・オブ・オーソリティのコンセンサスメカニズムを採用しています。Beamはブロックチェーンとゲームの交差点に焦点を当てています。中核となるコンポーネントの1つがBeam SDKです。これは柔軟なソフトウェア開発キットで、ゲーム開発者はゲーム内のブロックチェーンの要素を強化したり構築したりするために使用できるさまざまなツールを選択できます。",
    "berachain": "Berachainは、プルーフ・オブ・ステークの上に構築されたプルーフ・オブ・リクイディティと呼ばれる新しいコンセンサスメカニズムを使用するレイヤー1のブロックチェーンです。このコンセンサスメカニズムは、ネットワークから流動性を奪う通常のプルーフ・オブ・ステークとは対照的に、取引の検証過程でより多くのDEX流動性を生み出すことでプルーフ・オブ・ステークを改善することを目的としています。",
    "bitgert": "Bitgertチェーンは、Bitgert取引所によって作成されたレイヤー1のブロックチェーンです。プルーフ・オブ・オーソリティに基づくコンセンサスメカニズムを採用しています。このコンセンサスメカニズムにより、迅速で安価な取引が可能になりますが、分散化には妥協があります。Bitgertは、P2P交換や支払いゲートウェイなど、ブロックチェーンに関連する他のサービスも提供しています。",
    "bitrock": "BitrockはEthereumのサイドチェーンで、プルーフ・オブ・オーソリティーのコンセンサスメカニズムを採用しています。高いスループットと低い手数料を提供するように構築されており、より一元化されたプルーフ・オブ・オーソリティーのコンセンサスメカニズムを使用することでそれを実現しています。Bitrockは、ユーザーが異なるネットワーク間でトークンを交換できるマルチチェーンDEXの構築も計画しています。",
    "blast": "Blastは、NFTマーケットプレイスBlurの背後にあるチームによって作成されたEthereumのレイヤー2のスケーリングソリューションです。Blastは、ユーザーがBlast上で自由にこれらの資産を使って自由に取引できるようにしながら、ユーザーが預けたすべてのETHとステーブルコインをL2に自動的にステーキングし、ステーキング報酬を再分配することで、プロトコルにイールドをネイティブに組み込んでいます。",
    "bnb-chain": "BNBチェーンは、2020年にBinanceによって作成された人気のスマートコントラクトブロックチェーンです。これは、Ethereumよりも低い取引手数料と速い取引時間を提供するために作られた最も初期のAlt-L1ブロックチェーンの1つです。プルーフ・オブ・ステーク（PoS）のより中央集権的なバージョンであるプルーフ・オブ・ステーク・オーソリティ（PoSA）コンセンサスメカニズムを使用することでこれを実現しています。",
    "bob": "BOB (Build-On-Bitcoin) is a Layer 2 scaling solution powered by both Bitcoin and Ethereum. BOB is built using the open source OP Stack from Optimism, which means that it uses optimistic rollup technology. It currently uses Ethereum as its data availability Layer, but plans to use Bitcoin for data availability and merged mining in the future.",
    "boba": "Bobaは、Ethereum、BNBチェーン、Avalancheなどの複数の異なるEVMブロックチェーンの上に構築されたレイヤー2のスケーリングソリューションであり、すべてのブロックチェーンのユニバーサルスケーリングプラットフォームになることを目指しています。これを実現するために、人気のオプティミスティック・ロールアップ・テクノロジーを採用しています。これにより、強力なセキュリティー保証を維持しながら、非常に低い手数料を提供することができます。",
    "btt-chain": "BitTorrent Chain（BTTC）は、Ethereum、トロン、その他のEVMチェーン間のクロスチェーン相互運用性に重点を置いたブロックチェーンです。プルーフ・オブ・ステークに基づくコンセンサスメカニズムを採用しており、バリデーターはBTTをステークして取引を検証します。また、バリデーターは定期的にEthereum、BNBチェーン、トロンのブロックチェーンにチェックポイントを提出します。",
    "callisto": "Callistoは、コールドステーキングと呼ばれるセキュリティーメカニズムを導入するためにEthereum Classicブロックチェーンのサイドチェーンとして生まれたレイヤー1のブロックチェーンです。開発者はEthereum Classicの最初の開発者であり、Callistoにデプロイされたスマートコントラクトの安全性を確保するために独自のセキュリティー監査チームを導入しました。",
    "canto": "Cantoは、プルーフ・オブ・ステークのコンセンサスメカニズムを採用したレイヤー1のブロックチェーンです。Cantoネットワークは、無料の公共インフラの開発を支援するために創設されました。そのために、契約開発者は製品料金やプロトコル料金を設定する代わりに、契約によって発生するネットワーク料金の一定割合を受け取ることができる契約担保収入（CSR）モデルを構築しました。CantoはEVMとの互換性を維持しながらCosmos SDKで構築されています。",
    "celo": "Celoは、モバイル用途やラテンアメリカなどの新興市場向けのデータ効率の高いテクノロジーの開発に焦点を当てたレイヤー1のブロックチェーンです。CeloはEVM互換のレイヤー1のブロックチェーンとして作成されましたが、Celoのガバナンスは最近、OptimismのOPスタックをベースにしたEthereumのレイヤー2のチェーンにチェーンを移行することを決議しました。",
    "coinex-smart-chain": "CoinExスマートチェーン（CSC）は、CoinEx取引所によって作成されたレイヤー1のブロックチェーンです。Ethereumよりも低い取引手数料と速い取引時間を提供するために作成されました。プルーフ・オブ・ステークとプルーフ・オブ・オーソリティの機能を統合した、より一元化されたコンセンサスメカニズムを採用することでこれを実現しています。",
    "core": "COREは、ビットコインのハッシュレートを活用し、プルーフ・オブ・ワークと委任型プルーフ・オブ・ステークの機能を組み合わせたSatoshi Plusと呼ばれる新しいコンセンサスメカニズムを使用するレイヤー1のブロックチェーンです。CORE DAOは独自のブロックチェーンネットワークを提供する一方で、Satoshi Plusテクノロジーの使用を他のブロックチェーンにも広めることに重点を置いています。",
    "cronos": "CronosはCrypto.orgブロックチェーンのEVM互換サイドチェーンです。Cronosは、プルーフ・オブ・オーソリティのコンセンサスメカニズムを採用しています。これにより、チェーンは高速で安価に使用できますが、分散化には妥協があります。また、インター・ブロックチェーン・コミュニケーション（IBC）プロトコルを使用して、Cronosと他のブロックチェーン間の相互運用性を実現しています。",
    "darwinia": "Darwiniaは、Polkadot上で動作するEthereum互換のパラチェーンです。PolkadotパラチェーンとしてPolkadot上に構築された他のネットワークとうまく統合できるため、Darwinia MsgPortテクノロジーを使用して異なるブロックチェーン間のクロスチェーン相互運用性を提供することを目的としています。",
    "degen-chain": "Degen Chainは、FarcasterソーシャルネットワークのDEGENコミュニティトークンを中心に構築されたレイヤー3のブロックチェーンです。ArbitrumのOrbitフレームワークを使用して構築されており、Ethereumのレイヤー2のスケーリングソリューションであるBaseで決済を行っています。",
    "dogechain": "Dogechainは、スマートコントラクトをDogecoinエコシステムに導入することに焦点を当てたプロジェクトです。公式には承認されていませんが、DogechainはDogecoinのサイドチェーンで、Dogecoinのメインネットとの間でDOGEを転送するためのブリッジを備えています。これにより、Dogecoinエコシステムの人々は、EVMをベースにしたスマート・コントラクトをDOGEと橋渡しして使用することができます。",
    "elastos": "Elastosは、ブロックチェーンのスマートコントラクトを現代のウェブの他の部分と統合することを目的としたレイヤー1のブロックチェーンです。そのために、Elastosはブロックチェーンとサイドチェーンネットワークのほか、ピアツーピアネットワークや分散型アイデンティティーなどの他の関連コンポーネントも開発しました。Elastosのビジョンは、これらのソリューションを統合して、Elastos SmartWebと呼ばれるものに統合することです。",
    "enuls": "ENULSは、NULSブロックチェーンインフラストラクチャー上に構築されたレイヤー1のEVM互換チェーンです。NULSエコシステムの一部でもある兄弟ネットワークのNerve Networkを通じたクロスチェーン相互運用性に重点を置いています。",
    "eos-evm": "EOS EVMは、高スループットと低トランザクション手数料の提供に重点を置いたレイヤー1のブロックチェーンです。EOSブロックチェーンで使用されているのと同じテクノロジーをベースに構築されていますが、EVMとの互換性が追加されています。これにより、EVM開発者はEOS EVM用のアプリケーションを簡単に構築できます。",
    "ethereum": "Ethereumはオリジナルのスマートコントラクトブロックチェーンで、2015年に作成されました。DeFiやNFTで最も人気のあるブロックチェーンであり、ユーザーと開発者が最も多いです。新しいブロックチェーンの多くはEthereumバーチャルマシン（EVM）上に構築されており、Ethereumのウォレットやツールと互換性があります。",
    "ethereum-classic": "Ethereum Classicは、2016年のDAOハッキングから生まれたEthereumのフォークです。Ethereum Classicは、ハッキングで盗まれた資金を回収する措置を拒否し、「元の」チェーンを継続しました。Ethereum Classicには、Ethashに基づくプルーフ・オブ・ワークのコンセンサスメカニズムなど、Ethereumが過去に持っていた多くの特性があります。",
    "evmos": "Evmosは、Cosmos SDKを使用して構築されたEVM互換のレイヤー1のチェーンです。これは、豊富なEVMエコシステムをCosmosにもたらす一方で、EVMコミュニティーがCosmosエコシステムに参加するための入り口を提供するために作成されました。EvmosはCosmosエコシステムの一部として、通常の「サイロ化された」ブロックチェーンのアプローチとは対照的に、クロスチェーンの相互運用性に重点を置いています。",
    "exosama": "Exosamaは、主にNFTとゲーム使用のケースに焦点を当てたレイヤー1のブロックチェーンであり、ブロックチェーンにはいくつかのNFTゲームがあります。Exosamaは、Polkadotのパラチェーン技術を基盤として構築される新しいMoonsamaチェーンへの移行を計画しています。これにより、ExosamaはPolkadotエコシステム内の他のブロックチェーンと相互運用できるようになります。",
    "fantom": "Fantomは、Lachesisと呼ばれる新しいコンセンサスメカニズムを備えたレイヤー1のブロックチェーンです。Lachesisは、従来のコンセンサスモデルとNakamotoコンセンサスモデルの両方を改善することを目的としたDAGをベースにしたコンセンサスメカニズムです。このコンセンサスメカニズムにより、迅速な完了と高いスループットが可能になります。",
    "flare": "Flareは、オフチェーンソースからの高信頼性データを提供することに重点を置いたレイヤー1のブロックチェーンです。これには2つのネイティブデータ収集プロトコルがあり、契約開発者に他のブロックチェーンやインターネットからのデータを提供してスマートコントラクトアプリケーションで使用できるようにしています。これらのデータ収集プロトコルのコンセンサスは、Flareのコンセンサスを確保しているのと同じ検証者によって決定されます。",
    "frame": "FrameはEthereumのレイヤー2のスケーリングソリューションです。Arbitrum のオープンソースのNitroフレームワーク上に構築されているため、Arbitrumと同様にオプティミスティック・ロールアップ・テクノロジーを採用しています。Frameはデジタルクリエイターを支援するために特別に構築されており、そのためにネイティブプロトコルレベルでクリエイターロイヤルティーを保障し、Frame上で構築するクリエイターを支援するためのクリエイター基金を設立しました。",
    "fraxtal": "FraxtalはEthereumのレイヤー2のスケーリングソリューションです。OptimismのオープンソースOPスタックをベースにしているため、Optimismと同様にオプティミスティックロールアップ技術を使用しています。Fraxtalはモジュール型のロールアップを目指しています。つまり、複数の個別のコンポーネントを用意して、他のチェーンや潜在的なレイヤー3のネットワークでさまざまな方法で使用したり組み合わせたりできるということです。",
    "fuse": "Fuseは、委任型プルーフ・オブ・ステークに基づくコンセンサスメカニズムを採用したレイヤー1のブロックチェーンです。実際のビジネス使用のケース向けの分散型アプリケーション向けに、手頃な価格でパフォーマンスの高いインフラストラクチャーを提供することに重点を置いています。Fuseは、ブロックチェーンを直接使用しているとは思えないエンドユーザーと、ブロックチェーンの主なユーザーであり、ユーザーに代わってブロックチェーンを使用する企業を区別しています。",
    "gnosis-chain": "Gnosisチェーンは、2018年に作成された最初のEthereumサイドチェーンの1つです。サイドチェーンとしては、より安価で高速な取引を実現するために、分散化にいくらか妥協しています。Gnosisチェーンのネイティブトークンは、DAIステーブルコインのブリッジバージョンであるxDaiです。これにより、ユーザーは安定した資産を使ってガス料金を支払うことができます。Gnosisチェーンで最も人気のあるアプリの1つがPOAP（出席証明プロトコル）です。",
    "goldx": "GoldXは、金の価格に固定されたプラットフォーム兼ステーブルコインであるfuse.goldによって作成されたレイヤー1のブロックチェーンです。GOLDXトークンはfuse.goldエコシステムの報酬トークンとして使用されます。",
    "harmony": "Harmonyは、プルーフ・オブ・ステークに基づくコンセンサスメカニズムを備えたレイヤー1のブロックチェーンです。ステートシャーディングを適用することで、高速で低コストの取引を提供することに重点を置いています。ステートシャーディングは、基本的にステート全体とネットワークの検証を複数のサブブロックチェーンに分割する手法です。",
    "horizen-eon": "Horizenは、主にプライバシーに焦点を当てたブロックチェーンのネットワークです。メインのプルーフ・オブ・ワーク・チェーンと、メインのHorizenチェーンに接続するプルーフ・オブ・ステーク・サイドチェーンを作成するためのフレームワークであるZendooが特徴です。Horizen EONはHorizenエコシステムのEVM互換サイドチェーンです。",
    "immutable-zkevm": "Immutable zkEVMは、Web3のゲーム開発者およびパブリッシャーであるImmutableによってゲーム業界向けに作成されたレイヤー2のブロックチェーンです。Immutable zkEVMは、Polygonのチェーン開発キット（CDK）を使用して構築されており、ゲームアプリケーションに低コストで高いスケールを提供します。",
    "inevm": "inEVM は、CosmosをベースにしたブロックチェーンInjectiveの背後にあるチームによって作成されたEVM互換ネットワークです。Ethereum、Cosmos、Solana間の互換性と相互運用性を提供することを目的としています。",
    "kardiachain": "KardiaChainは、委任型プルーフ・オブ・ステークに基づくコンセンサスメカニズムを使用するレイヤー1のブロックチェーンです。フィジタル（フィジカル＋デジタル）アプリケーションと異なるブロックチェーン間の相互運用性のためのソリューションを提供することに重点を置いています。KardiaChainは主にベトナムと東南アジア市場に焦点を当てています。",
    "kava": "Kavaは、Cosmos SDKのテクノロジーとEVMの開発者サポートと互換性を組み合わせた最初のブロックチェーンです。いわゆる「共同チェーン」アーキテクチャーを採用しており、これによって、開発者はCosmosとEthereumの両方の包括的なガバナンスとセキュリティー層を用いて組み合わせられた互換技術を使用することができます。",
    "kcc": "KCC（KuCoinコミュニティーチェーン）は、KuCoin取引所によって作成されたレイヤー1のブロックチェーンです。プルーフ・オブ・オーソリティーとプルーフ・オブ・ステークを組み合わせたプルーフ・オブ・ステーク・オーソリティーのコンセンサスメカニズムを採用しています。彼らのコンセンサスモデルでは、HECOやその他のPoAネットワークからインスピレーションを得ました。KCCは、低コストで迅速な取引を提供するネットワークの構築を目指しています。",
    "kroma": "KromaはEthereumのレイヤー2のスケーリングソリューションです。オプティミズムのオープンソースOPスタックをベースにしているため、オプティミズムと同様にオプティミスティックロールアップ技術を使用していますが、最終的にはZKロールアップに移行することが目標です。KromaはゲームとNFTに特に重点を置いています。 ",
    "lightlink": "Lightlinkは、Metaverse、NFT、およびゲームアプリケーションに使用するように設計されたEthereumのレイヤー2のスケーリングソリューションです。オプティミスティックなロールアップ技術に基づいており、高いスループットと低い取引手数料が特徴です。企業ユースケースに対応するため、Lightlinkは月額料金を支払うことでネイティブガス料金を回避できるエンタープライズパッケージも提供しています。",
    "linea": "Lineaは、MetaMaskとInfuraの背後にある会社であるConsensysによって開発されたEthereum向けのレイヤー2のスケーリングソリューションです。Lineaは革新的なzkEVMテクノロジーに基づいて構築されているため、強力なセキュリティー保証を維持しながら非常に低い料金を実現しています。これは、この技術を使用した最初のプロジェクトの1つであり、この分野でも有数の大企業の支援を受けて、今後も成長を続ける見込みです。",
    "lukso": "LUKSOは、プルーフオブステークコンセンサスメカニズムを使用するレイヤー1のブロックチェーンです。LUKSOは、アイデンティティが重要な役割を果たすクリエイティブエコノミーを対象としています。このようなユースケースに対応するため、LUKSOはユニバーサルプロファイルなど多数のLUKSO標準提案を開発しました。 ",
    "manta-pacific": "Manta PacificはEthereumのレイヤー2のスケーリングソリューションです。OptimismのオープンソースOPスタックをベースにしているため、Optimismと同様にオプティミスティック・ロールアップ技術を使用しています。これをCelestiaのデータ可用性ソリューションで拡張し、基本となるオプティミスティック・ロールアップ・ソリューションよりもガス料金をさらに低く抑えています。",
    "mantle": "MantleはEthereumのレイヤー2のスケーリングソリューションで、L1よりも安価で高速な取引を提供します。オプティミスティックなロールアップと改善されたデータ可用性ソリューションを組み合わせたモジュラーアーキテクチャーを採用しています。MantleはEVM互換のレイヤー2のチェーンですが、L2のガス料金の支払いには独自のネイティブトークンを使用しています。",
    "maxxchain": "MaxxChainは、Ethashに基づくプルーフ・オブ・ワークのコンセンサスメカニズムを使用するレイヤー1のブロックチェーンです。ブリッジを通じてクロスチェーンの相互運用性を実現することを目指しています。MaxxChainは、メインのMaxxChainブロックチェーンの他に、分散型取引所など、いくつかの製品を開発しています。",
    "merlin": "Merlinは、EVM互換のビットコイン向けレイヤー2のスケーリングソリューションです。MerlinはビットコインとEthereumの両方のネットワークで動作し、BRC20やBRC420などの主要なビットコイントークン標準のほとんどをサポートしています。MerlinはZK-Rollupテクノロジーを使用しており、データはビットコインのTaproot取引タイプを使用して提供されています。",
    "metis": "MetisはEthereumのレイヤー2のスケーリングソリューションです。もともとはOptimismの分岐点でしたが、2021年の創設以来、独自の方向に進んでいます。Metisは、分散型自律型企業（DAC）の創出を支援するために、相互接続された複数のチェーンを構築するための支援を行っています。MetisはEVMと互換性のあるレイヤー2のチェーンですが、L2のガス料金の支払いには独自のネイティブトークンを使用します。",
    "milkomeda-c1": "Milkomedaは、EVMおよびレイヤー2のロールアップテクノロジーを非EVMエコシステムに提供したいプロトコルです。その第一弾は、Cardano向けのEVM互換レイヤー2のチェーンであるMilkomeda C1です。Milkomedaは、Milkomeda C1の後、この技術をAlgolandやSolanaなどの他の非EVMエコシステムにも拡大する予定です。",
    "mode": "ModeはEthereumのレイヤー2のスケーリングソリューションです。OptimismのOpen Source OP Stack上に構築されているため、Optimismと同様にオプティミスティック・ロールアップ・テクノロジーを使用しています。Modeは、シーケンサーの収益の一部を開発者に還元し、紹介されたユーザーには報酬を与えることで、ネットワーク利用の拡大を促すことを目的としています。",
    "moonbeam": "Moonbeamは、Polkadot上で動作するEthereum互換のパラチェーンです。Polkadotのパラチェーンであるため、Polkadot上に構築された他のネットワークとうまく統合できます。さらに、Ethereum、Cosmos、Polkadotの機能を組み合わせて、クロスチェーンアプリの使いやすさを向上させることも目的としています。",
    "nahmii": "Nahmiiは、低く予測可能な料金で高い取引スループットを提供することを目的とした、Ethereumのレイヤー2のスケーリングソリューションです。現在、Nahmiiは取引を検証する中央集権型のオペレーターを使用していますが、将来的にはより分散型のモデルに移行する予定です。 ",
    "neon": "Neon EVM is a blockchain built as a Solana smart contract, aiming to bridge the Ethereum and Solana ecosystems. As a Solana smart contract it benefits from Solana's low gas fees and parallel execution, while preserving all of Ethereum's EVM functionality.",
    "oasis-emerald": "Oasisは、スケーラブルで汎用性の高いネットワークとして設計されたレイヤー1のブロックチェーンです。これを実現するために、Oasisはアーキテクチャーをトップレベルのコンセンサスレイヤーと下位レベルの実行レイヤーに分割しました。これにより、OasisはEVM互換の実行レイヤーであるOasis Emeraldを含め、複数の異なる実行レイヤーをサポートできるようになりました。",
    "oasis-sapphire": "Oasis Sapphireは、Oasis Emeraldに似た、EVM対応のOasis ParaTimeネットワークです。Oasis Emeraldと同様に、Oasis Sapphireも低料金で高スループットを実現するように作られています。しかし、EVM以外のOasis Cipherネットワークから引き継いだ機密のスマートコントラクトのサポートを追加することでこれを拡張しています。",
    "oasys": "Oasysは、ゲーム業界向けに設計されたレイヤー1のブロックチェーンです。プルーフ・オブ・ステークに基づくコンセンサスメカニズムを採用し、迅速でガスレスな取引を実現します。そのアーキテクチャーは中央のハブチェーンを使用しており、個々のゲームアプリケーションはハブチェーンに接続されたレイヤー2のチェーンを作成できるため、すべてのゲームアプリケーションを個別にスケーリングできます。",
    "octaspace": "OctaSpaceは、世界中のノードオペレーターが提供するコンピューティングリソーセスを提供する分散型コンピューティングプラットフォームです。これはクラウド処理やVPNの目的で使用できます。ノードオペレーターは、使用していないリソーセスを貸し出して報酬を獲得できます。",
    "opbnb": "opBNBはBNBチェーンのレイヤー2のスケーリングソリューションです。opBNBはOptimismのオープンソースOPスタック上に構築されているため、Optimismと同様にオプティミスティック・ロールアップ技術を使用しています。opBNBはBNBチェーンの最初のレイヤー2であり、手数料の削減とスループットの向上を目的として開発されました。",
    "optimism": "OptimismはEthereumのレイヤー2のスケーリングソリューションです。オプティミスティック・ロールアップを使用して、Optimismで取引を実行し、取引データのバッチをEthereumに送信することでEthereumをスケーリングします。OptimismはEthereumのレイヤー2の中でも最も人気のあるものの1つです。Optimismは、メインのOptimismネットワークの他に、Coinbaseのベースネットワークなど、他のL2でも使用できるテクノロジースタックを開発しています。",
    "palm": "Palmは、プルーフ・オブ・オーソリティーのコンセンサスメカニズムを使用するEthereumのサイドチェーンです。現実世界とデジタル資産に関連するNFTの作成と取引に特化しており、ユーザーがEthereumとPalmの間でトークンを転送できる資産ブリッジを備えています。このチェーンでは、ダミアン・ハーストの「The Currency」など、数多くの大規模なNFTプロジェクトが立ち上げられています。",
    "pego": "Pegoは、Parliaと呼ばれるプルーフ・オブ・ステークド・オーソリティーのコンセンサスメカニズムを使用するレイヤー1のブロックチェーンです。このコンセンサスメカニズムは、プルーフ・オブ・ステークとプルーフ・オブ・オーソリティーの機能を組み合わせたものです。Pegoには、コミュニティーのメンバーがネットワークパラメータの調整やその他のプロトコルのアップグレードについて投票できるシステムがあります。",
    "pgn": "PGNはEthereumのレイヤー2のスケーリングソリューションです。OptimismのオープンソースOPスタック上に構築されているため、Optimismと同様にオプティミスティック・ロールアップ・テクノロジーを使用しています。PGNは、公共財への資金提供を支援するためのネットワークとして、Gitcoinチームによって作成されました。そのために、PGNは、Gitcoin Grantsプラットフォームが使用している主なネットワークです。",
    "polygon": "Polygon PoSは、Polygonコミュニティーによって選出された一連のバリデーターによって保護されているEthereumのサイドチェーンです。特にNFT分野では、最も人気のあるスマートコントラクトブロックチェーンの1つです。Polygon PoSネットワーク以外にも、PolygonはPolygon zkEVMのような他のL2ソリューションの開発にも取り組んでいます。",
    "polygon-zkevm": "Polygon zkEVMは、新しく革新的なL2スケーリングソリューションであり、zkEVMの最初の実装の1つです。zkEVMテクノロジーは、オプティミスティック・ロールアップなどの他のL2ソリューションと比較して強力なセキュリティー保証を維持しながら、他の多くのL2ソリューションよりも低いコストで高いスループットを実現します。",
    "pulsechain": "PulseChainは、Ethereumブロックチェーンのフルフォークとして構築されたレイヤー1のブロックチェーンです。つまり、フォークされたネットワークが開始されるまで、同じ取引履歴を共有しているということです。PulseChainはHEXコミュニティーから生まれたもので、Ethereumよりも低い手数料を提供するために作られました。",
    "rari-chain": "RARIチェーンは、Arbitrum Novaレイヤー2のスケーリングソリューションの上に構築されたレイヤー3のブロックチェーンです。RARI Chainは、低コストの取引とプロトコルレベルでの組み込みロイヤルティにより、作成者が作品を構築して収益化できるようにすることを目指しています。",
    "redlight": "Redlightは、プルーフ・オブ・オーソリティーのコンセンサスメカニズムを使用するレイヤー1のブロックチェーンです。ほぼ一元化されたプルーフ・オブ・オーソリティーのコンセンサスメカニズムを使用することで、通常の運用では最低限のガス料金なしで高いスループットの取引を実現できます。",
    "redstone": "Redstoneは、ゲームアプリケーションに高スループットと低料金を提供することに重点を置いたレイヤー2のブロックチェーンです。OptimismのオープンソースOPスタック上に構築されているため、Optimismと同様にオプティミスティックロールアップ技術を使用しています。より低い手数料を実現するために、Redstoneはデータ可用性レイヤーとしてEthereumを使用せず、代わりにカスタムのデータ可用性レイヤーを使用しています。",
    "rollux": "RolluxはSyscoin向けのレイヤー2のスケーリングソリューションです。オプティミスティック・ロールアップを使用してRollux上で取引を実行し、取引データのバッチをSyscoinに送信することで、Syscoinをスケーリングします。RolluxはSyscoinのレイヤー2のソリューションであるため、ビットコインとのマージマイニングなど、Syscoinのセキュリティー特性の一部を継承することもできます。",
    "rootstock": "Rootstockは、EVM機能をビットコインエコシステムにもたらすことを目的としたビットコインサイドチェーンです。そのネットワークは、マージ・マイニングと呼ばれるプロセスによって保護されています。これにより、ビットコイン・マイナーはそれぞれのハッシュレートをビットコインとRootstockの取引に同時に使用できます。ビットコインとRootstockの架け橋は、9つの著名な組織が、Powpegと呼ばれるプロセスを通じて確保しています。",
    "rss3-vsl": "RSS3 Value Sublayer（VSL）は、Ethereumのレイヤー 2のスケーリングソリューションです。RSS3ネットワークの一部であるRSS3 VSLはオプティミズムのオープンソースOPスタック上に構築されているため、オプティミズムと同様にオプティミスティック・ロールアップ・テクノロジーを使用しています。RSS3はオープン情報をインデックス化して構造化する分散型ネットワークで、アプリケーションがアクセスできるようにします。",
    "scroll": "Scrollは、革新的なzkEVMテクノロジーを使用して現在構築されているEthereumのレイヤー2のスケーリングソリューションです。zkEVMテクノロジーは、オプティミスティック・ロールアップなどの他のL2ソリューションと比較して強力なセキュリティー保証を維持しながら、他の多くのL2ソリューションよりも低いコストで高いスループットを提供します。",
    "shibarium": "Shibariumは、シバ犬コミュニティーにネイティブのスマートコントラクトエコシステムをもたらすために作成されたEthereumのサイドチェーンです。サイドチェーンとしては分散化に妥協し、より高速で安価な取引を実現しています。また、ShibariumはEthereumへのブリッジ機能も備えているため、ユーザーはSHIBトークンやその他の一般的なEthereumトークンをShibariumとの間で転送できます。",
    "shimmer": "Shimmer EVMは、相互運用可能なShimmerネットワーク上に構築されたEVM互換のレイヤー2のブロックチェーンです。これはShimmerのレイヤー2であるため、Shimmer／IOTAエコシステム内の他のチェーンと簡単に相互運用できます。Shimmer EVMには、取引の並列処理やプロトコルのネイティブランダム性など、興味深いイノベーションがいくつかあります。",
    "syscoin": "Syscoinは、2014年にビットコインのフォークとして始まったレイヤー1のブロックチェーンです。何年にもわたってデュアルチェーンシステムに発展し、ネットワークの一部はビットコインフォーク、もう片方はEVM互換のブロックチェーンになりました。どちらのチェーンも、マージ・マイニングと呼ばれるプロセスを使用して保護されています。これにより、ビットコイン・マイナーはそれぞれのハッシュレートをビットコインとシスコインの取引に同時に使用できます。",
    "tabi": "Tabiは、プルーフ・オブ・ステークに基づくコンセンサスメカニズムを使用するレイヤー1のブロックチェーンです。Cosmos SDKを使用して構築されており、EVMチェーンとCosmosエコシステム間の相互運用性を提供することを目的としています。",
    "taiko": "Taikoは、革新的なzkEVMテクノロジーを使用して現在構築されているEthereumのレイヤー2のスケーリングソリューションです。zkEVMテクノロジーは、オプティミスティック・ロールアップなどの他のL2ソリューションと比較して強力なセキュリティー保証を維持しながら、他の多くのL2ソリューションよりも低いコストで高いスループットを提供します。",
    "velas": "Velasは、非常に高いスループットと低い手数料を提供することを目的としたレイヤー1のブロックチェーンです。これを実現するために、彼らはSolanaのアーキテクチャーからインスピレーションを得て、EVMベースのスマートコントラクトをサポートするように修正しました。Velasは委任型プルーフ・オブ・ステークに基づくコンセンサスメカニズムを採用しています。",
    "viction": "Viction is a Layer 1 blockchain using a Proof od Stake consensus mechanism. Its design is based on having a network of separate \"app chains\", anchored by a common settlement on the Viction base chain.",
    "wanchain": "WanChainは、CardanoののOuroborosアルゴリズムに基づくGalaxyコンセンサスと呼ばれるコンセンサスメカニズムを備えたレイヤー1のブロックチェーンです。WanChainは主にクロスチェーンの相互運用性に重点を置いており、EVMネットワークと非EVMネットワーク間のネイティブブリッジを提供します。WanChainは、セキュア・マルチ・パーティ・コンピュテーションなどの技術を使用してこれらのブリッジを保護します。",
    "wemix": "WEMIXは、ステークベースのプルーフ・オブ・オーソリティーと呼ばれるコンセンサスメカニズムを使用するレイヤー1のブロックチェーンです。これは、プルーフ・オブ・ステークとプルーフ・オブ・オーソリティーの機能を組み合わせた40のバリデーターを備えたメカニズムです。WEMIXには、公式のステーブルコインやゲームプラットフォームなど、多数の公式アプリケーションがチェーン上にデプロイされています。",
    "xdc": "XDCは、委任型プルーフ・オブ・ステークに基づくコンセンサスメカニズムを備えたレイヤー1のブロックチェーンです。現実世界の資産や企業の使用ケースをトークン化するために、高速で低コストの取引を提供することに重点を置いています。",
    "zetachain": "ZetaChainは、現在開発中のプルーフ・オブ・ステークに基づくコンセンサスメカニズムを備えたレイヤー1のブロックチェーンです。開発者が他のEVMチェーンや非EVMチェーンに接続するクロスチェーンアプリケーションを構築するためのインフラストラクチャーを提供することを目的としています。",
    "zkfair": "ZkFairは、Polygonのチェーン開発キット（CDK）とCelestiaのデータ可用性レイヤーを使用して構築されたEthereumのレイヤー2のスケーリングソリューションです。その名の通り、ZkFairは「公平性」に重点を置き、通常は事業者に支払われるネットワークの恩恵をネットワークのユーザーが分かち合うエコシステムの構築を目指しています。",
    "zklink-nova": "zkLink Novaは、EthereumといくつかのEthereumのレイヤー2のブロックチェーンの上に構築されたレイヤー3のブロックチェーンです。他のブロックチェーンからzkLink Novaへのブリッジを提供することで、異なるレイヤー2のチェーンにまたがる流動性の断片化の問題に取り組むことを目的としています。",
    "zksync-era": "zkSync Eraはレイヤー2のスケーリングソリューションであり、新しいzkEVMテクノロジーを使用した最初のプロジェクトの1つです。このテクノロジーは、ゼロ知識証明の使用による強力なセキュリティー保証を維持しながら、非常に低い料金で提供されます。zkSyncは以前、まだEVMとの互換性がないzkRollupテクノロジーの初期バージョンであるzkSync Liteを開発しました。zkSync Eraは次のイテレーションであり、EVMを完全にサポートしています。",
    "zora": "Zora NetworkはEthereumのレイヤー2のスケーリングソリューションです。OptimismのオープンソースのOPスタック上に構築されているため、Optimismと同様にオプティミスティック・ロールアップ・テクノロジーを使用しています。Zora NetworkはZora NFT取引所によって開発されているため、その主な用途はNFTの作成と取引にあります。"
  },
  "title": "{chainName}は何ですか。"
}
