{
  "canary_network": "{chainName} is the canary network for {mainnetChainName}. New updates get rolled out on {chainName} first, and only get activated on {mainnetChainName} after a successful testing period on {chainName}. Using this canary network, developers can test their applications in an incentivized, production-like environment instead of having to rely on test networks.",
  "is_testnet": "{chainName} is a testnet for {mainnetChainName}.",
  "learn_how_to_add_to_wallet": "Learn how to add {chainName} to your wallet on our <add-network-link>Learn page</add-network-link>.",
  "learn_more": "Learn more about {chainName} on <info-link>its website</info-link>.",
  "native_token": "The native token of {chainName} is {nativeToken}.",
  "networks": {
    "abstract": "Abstract is a Layer 2 scaling solution for Ethereum. It is built using zkSync's ZK Stack, which means that it uses zkEVM technology. Abstract is focused on building a network that can attract consumers from outside of the crypto space and comes with several key features, such as its native account abstraction and Abstract Global Wallet.",
    "apechain": "ApeChain is a Layer 2 blockchain that is created to be the dedicated infrastructure layer for the ApeCoin ecosystem. It uses APE as its native token to enhance its utility, and it offers native yield for several important assets. It is built using Arbitrum's Orbit framework with settlement on Arbitrum One, a Layer 2 scaling solution for Ethereum.",
    "arbitrum": "Arbitrum is a Layer 2 scaling solution for Ethereum. Arbitrum is an optimistic rollup, which means that it periodically submits batches of transaction data to the Ethereum mainnet. This results in cheaper and faster transactions than if the transactions would be executed on Ethereum directly. It one of the most popular Layer 2 solutions for Ethereum, and its adoption has skyrocketed in 2023.",
    "arbitrum-nova": "Arbitrum Nova is the more centralized sibling of Arbitrum. While Arbitrum submits batches of transaction data to the Ethereum main chain, Arbitrum Nova only submits certificates of this data. These certificates are created by a set of validators, known as the Data Availability Committee (DAC). Because of this, the network is much cheaper to use, but also much more centralized.",
    "astar": "Astar is a parachain for Polkadot, combining functionality of Ethereum, Polkadot and Cosmos. Through its Cross-Virtual Machine (XVM), Astar is able to support EVM and interact with other blockchains. Astar offers native financial incentives for app developers through their \"dApp staking\" program. Astar is focused mostly on the Japanese market, having a big user base in the region.",
    "aurora": "Aurora is an EVM compatible blockchain created by the team behind the NEAR blockchain. It uses a consensus mechanism based on Delegated Proof of Stake. Aurora is built as an EVM sidechain for the NEAR ecosystem and features a trustless bridge to bridge to move assets between NEAR, Ethereum and Aurora.",
    "avalanche": "Avalanche is a blockchain using the Avalanche consensus mechanism, combining features of both classical and Nakamoto consensus mechanisms to achieve high throughput and fast finality. The core of the Avalanche network consists of three different chains: the Exchange Chain (X-Chain), the Contract Chain (C-Chain) and the Platform Chain (P-Chain). These chains play different parts in the system, where the C-Chain offers support for EVM-compatible smart contracts.",
    "base": "Base is a Layer 2 scaling solution for Ethereum developed by Coinbase. It is built on Optimism's Open Source OP Stack, so just like Optimism it uses optimistic rollup technology. It was launched in the summer of 2023 during what they dubbed to be \"onchain summer\". It has already gained a lot of usage, and since they are backed by one of the largest cryptocurrency companies, it is likely to continue to grow.",
    "basedai": "BasedAI is a Layer 1 blockchain that is built around creating a decentralized AI ecosystem. Its goal is to build an autonomous blockchain-based platform where AI agents can collaborate and create value for the network.",
    "beam": "Beam is a blockchain network developed by the Merit Circle DAO that uses a Proof of Authority consensus mechanism. Beam focuses on the intersection of blockchain and gaming. One of its core components is the Beam SDK, which is a flexible software development kit that enables game developers to choose between a variety of tools that can be used to fuel and structure their in-game blockchain elements.",
    "berachain": "Berachain is a Layer 1 blockchain that uses a new consensus mechanism called Proof of Liquidity, a mechanism that builds on top of Proof of Stake. This consensus mechanism aims to improve on Proof of Stake by creating more DEX liquidity in the process of validating transactions, as opposed to regular Proof of Stake, which takes liquidity out of the network.",
    "bitgert": "Bitgert Chain is a Layer 1 blockchain created by the Bitgert exchange. It uses a consensus mechanism based on Proof of Authority. This consensus mechanism allows for fast and cheap transactions, but compromises on decentralization. Bitgert also provides other services related to the blockchain, such as a P2P exchange and payment gateway.",
    "bitlayer": "Bitlayer is a Layer 2 scaling solution for Bitcoin with full EVM support, while using BTC as its native gas token. At this stage, it uses a proof of stake sidechain, but it aims to use the novel BitVM system to create a better security model.",
    "blast": "Blast is a Layer 2 scaling solution for Ethereum created by the team behind NFT marketplace Blur. Blast has natively built yield into the protocol by automatically staking all ETH and stablecoins that users deposit into the L2 and redistributing the staking rewards - while allowing users to freely transact with these assets on Blast.",
    "bnb-chain": "BNB Chain is a popular smart contract blockchain that was created by Binance in 2020. It was one of the earliest alt-L1 blockchains created to offer lower transaction fees and faster transaction times than Ethereum. It achieves this by using a Proof of Staked Authority (PoSA) consensus mechanism, a more centralized version of Proof of Stake (PoS).",
    "bob": "BOB (Build-On-Bitcoin) is a Layer 2 scaling solution powered by both Bitcoin and Ethereum. BOB is built using the open source OP Stack from Optimism, which means that it uses optimistic rollup technology. It currently uses Ethereum as its data availability Layer, but plans to use Bitcoin for data availability and merged mining in the future.",
    "boba": "Boba is a Layer 2 scaling solution built on top of multiple different EVM blockchains, including Ethereum, BNB Chain and Avalanche, aiming to become a universal scaling platform for all blockchains. To achieve this they use the popular Optimistic Rollup technology, which allows them to offer very low fees while maintaining strong security guarantees.",
    "btt-chain": "BitTorrent Chain (BTTC), is a blockchain focused on cross-chain interoperability between Ethereum, Tron and other EVM chains. It uses a consensus mechanism based on Proof of Stake, where validators stake BTT to validate transactions. The validators also periodically submit checkpoints to the Ethereum, BNB Chain and Tron blockchains.",
    "callisto": "Callisto is a Layer 1 blockchain that was originated as a sidechain of the Ethereum Classic blockchain to introduce a security mechanism called Cold Staking. The developers are some of the original Ethereum Classic developers and they introduced their own security audit team to help ensure the safety of smart contracts deployed on Callisto.",
    "canto": "Canto is a Layer 1 blockchain using a Proof of Stake consensus mechanism. The Canto network was created to support the development of Free Public Infrastructure. To that end they have created the Contract Secured Revenue (CSR) model, which allows contract developers to receive a percentage of the network fees generated by their contracts as ab alternative to implementing product or protocol fees. Canto is built with the Cosmos SDK while maintaining EVM compatibility.",
    "celo": "Celo is a Layer 1 blockchain that is focused on developing their data-efficient technology for mobile use and emerging markets such as Latin America. While Celo was created as an EVM-compatible Layer 1 blockchain, the Celo governance has recently voted to move their chain to an Ethereum Layer 2 chain, based on Optimism's OP Stack.",
    "chiliz": "Chiliz is a Layer 1 blockchain that is focused on sports and entertainment. It focuses on enhancing sports fan engagement through tokenisation, allowing fans to interact and engage with their favorite sports teams and clubs.",
    "coinex-smart-chain": "CoinEx Smart Chain (CSC) is a Layer 1 blockchain that was created by the CoinEx exchange. It was created to offer lower transaction fees and faster transaction times than Ethereum. It achieves this by using a more centralized consensus mechanism that integrates features of Proof of Stake and Proof of Authority.",
    "core": "CORE is a Layer 1 blockchain that uses a new consensus mechanism called Satoshi Plus that leverages the Bitcoin hashrate and combines features of Proof of Work and Delegated Proof of Stake. While it provides its own blockchain network, the CORE DAO is also focused on spreading the use of the Satoshi Plus technology to other blockchains.",
    "cronos": "Cronos is the EVM-compatible sidechain for the Crypto.org blockchain. Cronos uses a Proof of Authority consensus mechanism, which makes the chain fast and cheap to use, but compromises on decentralization. It also uses the Inter Blockchain Communications (IBC) protocol to enable interoperability between Cronos and other blockchains.",
    "darwinia": "Darwinia is an Ethereum-compatible parachain running on Polkadot. As a Polkadot parachain it integrates well with other networks built on Polkadot as aims to provide cross-chain interoperability between different blockchains using its Darwinia MsgPort technology.",
    "degen-chain": "Degen Chain is a Layer 3 blockchain that was built around the DEGEN community token for the Farcaster social network. It is built using Arbitrum's Orbit framework with settlement on Base, a Layer 2 scaling solution for Ethereum.",
    "dogechain": "Dogechain is a project focused on bringing smart contracts into the Dogecoin ecosystem. Although it isn't officially endorsed, Dogechain is a sidechain of Dogecoin with a bridge to transfer DOGE to and from the Dogecoin mainnet. This allows people in the Dogecoin ecosystem to bridge over and use EVM based smart contracts with their DOGE.",
    "elastos": "Elastos is a Layer 1 blockchain that aims to merge blockchain smart contracts with other parts of the modern web. To do so, Elastos created a blockchain and a sidechain network, as well as other related components like peer-to-peer networking and decentralized identity. Elastos' vision is to integrate these solutions to merge it into something they call the Elastos SmartWeb.",
    "enuls": "ENULS is a Layer 1 EVM compatible chain built on top of the NULS blockchain infrastructure. It has a focus on cross-chain interoperability through its sibling-network Nerve Network, which is also part of the NULS ecosystem.",
    "eos-evm": "EOS EVM is a Layer 1 blockchain that focuses on providing high throughput and lwo transaction fees. It is built on top of the same technology used in the EOS blockchain, but with the addition of EVM compatibility. This makes it easier for EVM developers to build applications for EOS EVM.",
    "ethereum": "Ethereum is the original smart contract blockchain and was created in 2015. It is the most popular blockchain for DeFi and NFTs, and has the most users and developers. Many newer blockchains build on top of the Ethereum Virtual Machine (EVM) and are compatible with Ethereum wallets and tooling.",
    "ethereum-classic": "Ethereum Classic is a fork of Ethereum that was born out of the DAO hack in 2016. Ethereum Classic rejected the measures to recover funds that were stolen in the hack, and continued on \"the original\" chain. Ethereum Classic still has many properties that Ethereum had in the past, such as a Proof of Work consensus mechanism based on Ethash.",
    "exosama": "Exosama is a Layer 1 blockchain that focuses mostly on NFTs and gaming use cases, with several NFT games on its blockchain. Exosama is planning to move over to the new Moonsama chain, which will be built on top of Polkadot's parachain technology. This will allow Exosama to be interoperable with other blockchains in the Polkadot ecosystem.",
    "fantom": "Fantom is a Layer 1 blockchain with a novel consensus mechanism called Lachesis, a DAG-based consensuc mechanism aiming to provide improvements on both classical and Nakamoto consensus models. This consensus mechanism allows for fast finalization and high throughput.",
    "filecoin-evm": "Filecoin is a blockchain network that is focused on inventivising decentralised file storage. It has a runtime environment called Filecoin Virtual Machine (FVM), with an EVM compatibility layer called Filecoin EVM or FEVM. This allows EVM-compatible smart contracts to be used on Filecoin.",
    "flare": "Flare is a Layer 1 blockchain focused on providing high-integrity data from off-chain sources. It has two native data acquisition protocols that enable them to provide contract developers with data from other blockchains and the internet to use in smart contract applications. Consensus of these data acquisition protocols is determined by the same validators that secure Flare's consensus.",
    "flow-evm": "Flow EVM (EVM on Flow) is an EVM-equivalence layer on top of the Flow L1 blockchain. It gives developers the ability to seamlessly integrate their existing Ethereum smart contracts into the Flow ecosystem and iteratively tap into the Flow ecosystem's unique features.",
    "fraxtal": "Fraxtal is a Layer 2 scaling solution for Ethereum. It is based on Optimism's Open Source OP Stack, so just like Optimism it uses optimistic rollup technology. Fraxtal intends to be a modular rollup, which means that it will have multiple separate components that can be used and combined in different ways by other chains or potential Layer 3 networks.",
    "fuse": "Fuse is Layer 1 blockchain using a consensus mechanism based on Delegated Proof of Stake. It is focused on providing affordable and performant infrastructure for decentralized applications for real-world business use cases. Fuse makes a distinction between the end-users, which they don't see directly using the blockchain, and businesses, who are the main users of the blockchain, and will use it on their users' behalf.",
    "gnosis-chain": "Gnosis Chain is one of the first Ethereum sidechains that was created in 2018. As a sidechain it somewhat compromises on decentralization to provide cheaper and faster transactions. The native token of Gnosis Chain is xDAI, a bridged version of the DAI stablecoin, allowing users to pay for their gas fees using a stable asset. One of the most popular apps on Gnosis Chain is POAP (Proof of Attendance Protocol).",
    "gravity-alpha": "Gravity Alpha is a Layer 2 blockchain built on top of Ethereum, but is planning to move to its own Layer 1 blockchain in 2025. It is built using Arbitrum's Nitro framework, which means that it uses optimistic rollup technology. It was created by the team behind Galxe and is meant to bring more functionality to the Galxe ecosystem.",
    "harmony": "Harmony is a Layer 1 blockchain with a consensus mechanism based on Proof of Stake. It is focused on providing fast and low-cost transactions by applying state sharding, a technique that essentially splits up the entire state and validation of the network into multiple sub-blockchains.",
    "hemi": "Hemi is a Layer 2 blockchain that aims to merge the Bitcoin and Ethereum ecosystems as two components of a \"supernetwork\". At its core is the Hemi Virtual Machine (hVM), which incorporates a Bitcoin full node within an EVM environment.",
    "hyperliquid-evm": "Hyperliquid is a Layer 1 blockchain that uses a custom consensus mechanism called HyperBFT. Hyperliquid is created to provide performant infrastructure for an ecosystem of financial applications, with the Hyperliquid DEX being its flagship application.",
    "immutable-zkevm": "Immutable zkEVM is a Layer 2 blockchain that was created for the gaming industry by Web3 game developer and publisher Immutable. Immutable zkEVM is built using Polygon's Chain Development Kit (CDK) to provide low cost and high scale for gaming applications.",
    "inevm": "inEVM is an EVM-compatible network created by the team behind Cosmos-based blockchain Injective. It aims to offer compatibility and interoperability between Ethereum, Cosmos and Solana.",
    "ink": "Ink is a Layer 2 scaling solution for Ethereum that was created by the team behind crypto exchange Kraken. It is built on Optimism's Open Source OP Stack, so just like Optimism it uses optimistic rollup technology. Ink is focused on providing a low cost and high throughput solution for DeFi use cases.",
    "iota-evm": "Integrating IOTA's network with an EVM-compatible smart contract chain, IOTA EVM provides horizontal scalability and advanced MEV protection for efficient tokenization of real-world assets. It supports scalable, secure smart contracts within a flexible multi-VM architecture. The platform enables asset transfers and trading and is geared towards DeFi, gaming, NFTs, and DAOs with strong cross-chain interaction capabilities.",
    "kardiachain": "KardiaChain is a Layer 1 blockchain that uses a consensus mechanism based on Delegated Proof of Stake. It is focused on providing solutions for phygital (physical + digital) applications and interoperability between different blockchains. KardiaChain focuses mostly on Vietnam and the South East Asian market.",
    "katana": "Katana is a Layer 2 built specifically for DeFi by the team behind Polygon. It is focused on offer deep liquidity and high yields for DeFi by concentrating liquidity in a few curated dapps. It features native yield and strong interoperability through Polygon's Agglayer framework.",
    "kcc": "KCC (KuCoin Community Chain) is a Layer 1 blockchain that was created by the KuCoin exchange. It uses a Proof of Staked Authority consensus mechanism, which combines Proof of Authority and Proof of Stake. For their consensus model they took inspiration from HECO and other PoA networks. KCC aims to build a network that provides low cost and fast transactions.",
    "lens": "Lens is a Layer 2 blockchain that is built using zkSync's ZK Stack for SocialFi usae cases. The Lens blockchain powers the Lens Protocol, a social media protocol that allows users to create and manage their own social profiles, connect with other users, and interact with content.",
    "lightlink": "Lightlink is a Layer 2 scaling solution for Ethereum that was designed to be used for Metaverse, NFT and gaming applications. It is based on optimistic rollup technology and feature high throughput with low transaction fees. To accommodate enterprise use cases, Lightlink also offers an enterprise package that allows organizations to pay a monthly fee to bypass native gas fees.",
    "linea": "Linea is a Layer 2 scaling solution for Ethereum developed by Consensys, the company behind MetaMask and Infura. Linea is built on innovative zkEVM technology allowing it to offer very low fees while maintaining strong security guarantees. It is one of the first projects to use this technology, and with the backing of one of the largest companies in the space, it is likely to continue to grow.",
    "lisk": "Lisk is a Layer 2 scaling solution for Ethereum. It is built using Optimism's Open Source OP Stack, so just like Optimism it uses optimistic rollup technology. Lisk was initially created as a standalone Layer 1 blockchain, but later moved to the OP Stack to become a Layer 2 solution for Ethereum.",
    "manta-pacific": "Manta Pacific is a Layer 2 scaling solution for Ethereum. It is based on Optimism's Open Source OP Stack, so just like Optimism it uses optimistic rollup technology. It extends this with Celestia's data availability solution to offer even lower gas fees than the base Optimistic Rollup solution.",
    "mantle": "Mantle is a Layer 2 scaling solution for Ethereum, providing cheaper and faster transactions than the L1. It uses a modular architecture in which optimistic rollups are paired with an improved data availability solution. While Mantle is an EVM-compatible Layer 2 chain, it does use its own native token to pay for gas fees on the L2.",
    "megaeth": "MegaETH is a Layer 2 blockchain that is focused on massive transaction throughput. It aims to achieve 100,000+ TPS through efficient storage solutions, EVM bytecode compilation, parallel execution and 1ms block times..",
    "merlin": "Merlin is an EVM-compatible Layer 2 scaling solution for Bitcoin. Merlin works with both Bitcoin and Ethereum networks and supports most of the major Bitcoin token standards, such as BRC20 and BRC420. Merlin uses ZK-rollup technology with data being made available using Bitcoin's Taproot transaction types.",
    "metis": "Metis is a Layer 2 scaling solution for Ethereum. It was originally a fork of Optimism, but has moved in its own direction since its creation in 2021. Metis provides support for creating multiple interconnected chains in support of creating Decentralized Autonomous Companies (DACs). While Metis is an EVM-compatible Layer 2 chain, it does use its own native token to pay for gas fees on the L2.",
    "mint": "Mint is a Layer 2 scaling solution for Ethereum. It is based on Optimism's Open Source OP Stack, so just like Optimism it uses optimistic rollup technology. Mint has a specific focus on NFTs, and aims to provide the infrastructure that creators need to create their NFTs. Mint also has a revenue-sharing model, where developers building innovative applications on Mint can earn a share of the network's revenue.",
    "mode": "Mode is a Layer 2 scaling solution for Ethereum. It is built on Optimism's Open Source OP Stack, so just like Optimism it uses optimistic rollup technology. Mode aims to incentivise growing the network's usage by rewarding developers with part of the sequencer revenue and rewarding users for referrals.",
    "monad": "Monad is a Layer 1 blockchain that uses a custom consensus mechanism called MonadBFT. Monad is focused on provide high throughput through parallelization of the EVM execution layer and has sub-second block times.",
    "moonbeam": "Moonbeam is an Ethereum-compatible parachain running on Polkadot. As a Polkadot parachain it integrates well with other networks built on Polkadot. On top of this it means to improve the usability of cross-chain apps, combining features of Ethereum, Cosmos and Polkadot.",
    "morph": "Morph is a Layer 2 scaling solution for Ethereum. It is built using a combination of zkEVM and optimistic rollup technology, which reduces costs and the length of the long challenge period of optimistic rollups.",
    "nahmii": "Nahmii is a Layer 2 scaling solution for Ethereum that aims to provide high transaction throughputs with low, predictable fees. Currently Nahmii uses a centralized operator that validates transactions, but the plan is to move to a more decentralized model in the future. ",
    "neo-x": "Neo X is an EVM-compatible sidechain for Neo N3. It integrates Neo's unique dBFT (Delegated Byzantine Fault Tolerance) consensus mechanism and brings the widely adopted EVM into Neo N3's ecosystem.",
    "neon": "Neon EVM is a blockchain built as a Solana smart contract, aiming to bridge the Ethereum and Solana ecosystems. As a Solana smart contract it benefits from Solana's low gas fees and parallel execution, while preserving all of Ethereum's EVM functionality.",
    "oasis-emerald": "Oasis is a Layer 1 blockchain that is designed to be a scalable and versatile network. To achieve this, Oasis has split up its architecture into a top-level consensus layer, and lower level execution layers. This allows Oasis to support multiple different execution layers, including Oasis Emerald, its EVM compatible execution layer.",
    "oasis-sapphire": "Oasis Sapphire is an EVM-compatible Oasis ParaTime network, similar to Oasis Emerald. Like Oasis Emerald, Oasis Sapphire is built to offer low fees and high throughput. But it expands this by adding support for confidential smart contracts, which is something that it takes from the non-EVM Oasis Cipher network.",
    "oasys": "Oasys is a Layer 1 blockchain that is designed for the gaming industry. It uses a consensus mechanism based on Proof of Stake and provides fast and gasless transactions. Its architecture uses a central hub chain, while individual gaming applications can create Layer 2 chains that are connected to the hub chain so that every game application can scale independently.",
    "octaspace": "OctaSpace is a decentralized computing platform that offers computing resources provided by node operators across the globe. This can be used for cloud processing or VPN purposes. Node operators can rent out their idle resources to earn rewards.",
    "opbnb": "opBNB is a Layer 2 scaling solution for BNB Chain. It is built on Optimism's Open Source OP Stack, so just like Optimism it uses optimistic rollup technology. opBNB is the first Layer 2 for BNB Chain and was created to offer lower fees and higher throughput.",
    "optimism": "Optimism is a Layer 2 scaling solution for Ethereum. It uses optimistic rollups to scale Ethereum by executing transactions on Optimism and posting batches of transaction data to Ethereum. Optimism is one of the most popular Layer 2's for Ethereum. Besides the main Optimism network, Optimism also develops a technology stack that can be used by other L2's such as the Base network by Coinbase.",
    "palm": "Palm is an Ethereum sidechain using a Proof of Authority consensus mechanism. It is dedicated to creating and trading NFTs with associated real-world and digital assets, with an asset bridge allowing users to transfer tokens between Ethereum and Palm. A number of big NFT projects have launched on the chain, such as Damien Hirst's \"The Currency\".",
    "plasma": "Plasma is a Layer 1 blockchain that is focused on stablecoin payments. It combines high throughput, stablecoin-native features and full EVM compatibility. It natively supports zero fee USDT transfers, custom gas tokens and confidential payments.",
    "plume": "Plume is a Layer 1 blockchain that is focused on the Real World Assets (RWA) space. It does not just aim to tokenise RWA, but rather to create a network that enables using RWA just like crypto, such as trading, lending, borrowing, and more.",
    "polygon": "Polygon PoS is an Ethereum sidechain that is secured by a set of validators that are elected by the Polygon community. It is one of the most popular smart contract blockchains, especially in the NFT space. Besides the Polygon PoS network, Polygon is also working on a set of other L2 solutions, such as Polygon zkEVM.",
    "pulsechain": "PulseChain is a Layer 1 blockchain built as a full fork of the Ethereum blockchain. This means that it shares the same transaction history up until the launch of the forked network. PulseChain was created out of the HEX community and was created to provide lower fees than Ethereum.",
    "rari-chain": "RARI Chain is a Layer 3 blockchain that builds on top of the Arbitrum Nova Layer 2 scaling solution. With its low cost transactions and embedded royalties on the protocol level, RARI Chain aims to empower creators to build and monetize their work.",
    "redstone": "Redstone is a Layer 2 blockchain that focuses on providing high throughput and low fees for gaming applications. It is built on Optimism's Open Source OP Stack, so just like Optimism it uses optimistic rollup technology. To achieve lower fees Redstone does not use Ethereum as its data-availability layer, but instead uses a custom data-availability layer.",
    "rollux": "Rollux is a Layer 2 scaling solution for Syscoin. It uses optimistic rollups to scale Syscoin by executing transactions on Rollux and posting batches of transaction data to Syscoin. By being a Layer 2 solution for Syscoin, Rollux is also able to inherit some of the security properties of Syscoin, such as the merged mining with Bitcoin.",
    "ronin": "Ronin is a Layer 1 blockchain that was created by the team behind popular web3 game Axie Infinity. Ronin was created specifically to provide optimized infrastructure for web3 gaming with millions of users on the network.",
    "rootstock": "Rootstock is a Bitcoin sidechain that aims to bring EVM functionality to the Bitcoin ecosystem. Its network is secured through a process called merged mining, which allows Bitcoin miners to simultaneously use their hashrate for Bitcoin and Rootstock transactions. The bridge between Bitcoin and Rootstock is secured by 9 high-profile organisations through a process they call Powpeg.",
    "rss3-vsl": "The RSS3 Value Sublayer (VSL) is a Layer 2 scaling solution for Ethereum. As part of the RSS3 Network, RSS3 VSL is built on Optimism's Open Source OP Stack, so just like Optimism it uses optimistic rollup technology. RSS3 is a decentralized network indexing and structuring Open Information, making it accessible to applications.",
    "sanko": "Sanko is a Layer 3 blockchain with a specific focus on the gaming industry and offers low fees and high throughput. It is built using Arbitrum's Orbit framework with settlement on Arbitrum One, a Layer 2 scaling solution for Ethereum.",
    "scroll": "Scroll is a Layer 2 scaling solution for Ethereum that is currently being built using the innovative zkEVM technology. zkEVM technology offers higher throughputs at lower costs than many other L2 solutions, while maintaining strong security guarantees compared to other L2 solutions like Optimistic Rollups.",
    "sei": "Sei is a Layer 1 blockchain that uses a consensus mechanism based on Delegated Proof of Stake. The network aims to provide a high throughput and low fees by focusing its efforts on parallelization of the EVM execution layer.",
    "shape": "Shape is a Layer 2 scaling solution for Ethereum that is focused on creators. It features a gasback system in which creators cann claim back a large part of the gas fees that are generated through their smart contracts. Shape is built using Optimism's Open Source OP Stack, so just like Optimism it uses optimistic rollup technology.",
    "shibarium": "Shibarium is an Ethereum sidechain that was created to bring a native smart contract ecosystem to the Shiba Inu community. As a sidechain it compromises on decentralization to provide faster and cheaper transactions. Shibarium also features a bridge to Ethereum, allowing users to transfer their SHIB tokens and other popular Ethereum tokens to and from Shibarium.",
    "shido": "Shido is a Layer 1 blockchain that uses a Proof of Stake consensus mechanism. It is built using the Cosmos SDK and focuses on providing a high throughput and low fees, while offering interoperability between EVM and non-EVM chains.",
    "shimmer": "Shimmer EVM is an EVM compatible Layer 2 blockchain built on top of the interoperable Shimmer network. Because it is a Layer 2 to Shimmer, it is easily interoperable with other chains in the Shimmer / IOTA ecosystem. Shimmer EVM offers a few interesting innovations, such as parallel processing of transactions and native randomness in the protocol.",
    "somnia": "Somnia is a Layer 1 blockchain that is focused on providing a high throughput and low fees for mass consumer applications. It uses a consensus mechanism called MultiStream Consensus, in which each validator publishes their own blockchain, with a separate \"consensus chain\" to manage coordination between the different validators.",
    "soneium": "Soneium is a Layer 2 blockchain built on top of Ethereum and Optimism's Superchain. It is built using Optimism's Open Source OP Stack, so just like Optimism it uses optimistic rollup technology. It was founded by Sony with the vision of creating a network with mass mainstream adoption.",
    "sonic": "Sonic is a Layer 1 blockchain that is created by the team behind Fantom as its spiritual successor. It offers a high throughput and low fees and offers incentives for developers to build on the network.",
    "sophon": "Sophon is a Layer 2 blockchain that is built using zkSync's ZK Stack. It aims to provide a high throughput and low fees for mass consumer applications, with a focus on use cases such as gaming, ticketing and more.",
    "story": "Story is a Layer 1 blockchain focused on providing a framework for onchain intellectual property. This aims to make it easier for creators to protect, license and monetize their work. Story is built using the Cosmos SDK and offers full support for EVM compatible smart contracts.",
    "superposition": "Superposition is a Layer 3 blockchain built on top of Ethereum and Arbitrum. It is built using Arbitrum's Orbit framework, so just like Arbitrum it uses optimistic rollup technology. It offers native yield on its bridged assets and provides developers with ways to monetize their applications through its native protocol.",
    "swellchain": "Swellchain is a restaking-powered Layer 2 network built to scale Ethereum using Swell's Proof of Restake model. As a vertically integrated “restaked rollup,” Swellchain enables users to leverage liquid staking (swETH) and restaking (rswETH) while benefiting from fast, low-cost transaction execution secured by staked assets.",
    "syscoin": "Syscoin is a Layer 1 blockchain that began in 2014 as a fork of Bitcoin. Over the years it evolved into a Dual-Chain system, with one part of the network being a Bitcoin fork, and the other part being an EVM compatible blockchain. Both chains are secured using a process called Merged Mining, which allows Bitcoin miners to simultaneously use their hashrate for Bitcoin and Syscoin transactions.",
    "tabi": "Tabi is a Layer 1 blockchain that uses a consensus mechanism based on Proof of Stake. It is built using the Cosmos SDK and aims to offer interoperability between EVM chains and the Cosmos ecosystem.",
    "taiko-alethia": "Taiko is a Layer 2 scaling solution for Ethereum that is currently being built using the innovative zkEVM technology. zkEVM technology offers higher throughputs at lower costs than many other L2 solutions, while maintaining strong security guarantees compared to other L2 solutions like Optimistic Rollups.",
    "telos-evm": "Telos EVM is an EVM-compatible layer on top of the Telos L1 blockchain. This allows developers to seamlessly integrate their existing Ethereum smart contracts into the Telos ecosystem.",
    "unichain": "Unichain is a Layer 2 blockchain created by the team behind Uniswap. It aims to develop the most cost-effective Layer 2 for cross-chain liquidity with sub-second block times and is part of Optimism's Superchain ecosystem.",
    "vana": "Vana is a Layer 1 blockchain that is focused ono building infrastructure for user-owned data. It does so by creating so-called DataDAOs, which are like big pools where users can contribute their data and earn rewards. Sharing data also grants users decision power over the governance of the network.",
    "velas": "Velas is a Layer 1 blockchain that aims to provide a very high throughput and low fees. To achieve this they have taken inspiration from Solana's architecture and amended it to support EVM based smart contracts. Velas uses a consensus mechanism based on Delegated Proof of Stake.",
    "viction": "Viction is a Layer 1 blockchain using a Proof of Stake consensus mechanism. Its design is based on having a network of separate \"app chains\", anchored by a common settlement on the Viction base chain.",
    "wemix": "WEMIX is a Layer 1 blockchain using a consensus mechanism they call Stake-based Proof of Authority, a mechanism with 40 validators that combines features of Proof of Stake and Proof of Authority. WEMIX has a number of official applications deployed on the chain, including an official stablecoin and gaming platform.",
    "world-chain": "World Chain is an Layer 2 blockchain built around the World Coin ecosystem. It provides free gas fees for all humans verified on the World Coin platform. World Chain is built on Optimism's Open Source OP Stack, so just like Optimism it uses optimistic rollup technology.",
    "x-layer": "X Layer is a Layer 2 scaling solution for Ethereum that was developed by popular exchange OKX. X Layer was built using Polygon's Chain Development Kit (CDK) and is using zkEVM technology. Being created by OKX, the network is also designed to integrate with OKX' other products such as the OKB token.",
    "xdc": "XDC is a Layer 1 blockchain with a consensus mechanism based on Delegated Proof of Stake. It is focused on providing fast and low-cost transactions for the tokenization of real-world assets and enterprise use cases.",
    "zenchain": "ZenChain is an EVM compatible sidechain for Bitcoin. It aims to combine the security of Bitcoin with the flexibility of Ethereum, and is working on building a trust-minimized bridge between Bitcoin and ZenChain.",
    "zero": "ZERϴ is a Layer 2 scaling solution for Ethereum that aims to completely eliminate gas costs for users. It is built using zkSync's ZK Stack and features native account abstraction. Using this native account abstraction, ZERϴ is able to offer a \"zero\" gas fee for all transactions.",
    "zetachain": "ZetaChain is a Layer 1 blockchain with a consensus mechanism based on Proof of Stake that is currently in development. It aims to provide infrastructure for developers to build cross-chain applications connecting to other EVM chains and non-EVM chains alike.",
    "zircuit": "Zircuit is a Layer 2 scaling solution for Ethereum that is built on zk rollup technology. To focus on security, Zircuit uses AI to monitor the network's mempool for malicious transactions and blocks them before they are included in the chain.",
    "zkfair": "ZKFair is a Layer 2 scaling solution for Ethereum that is built using Polygon's Chain Development Kit (CDK) and Celestia's Data Availability layer. As the name suggests, ZKFair places an emphasis on \"fairness\" and aims to create an ecosystem in which users of the network share in the rewards of the network that usually would go to its operators.",
    "zklink-nova": "zkLink Nova is a Layer 3 blockchain built on top of Ethereum and several Ethereum Layer 2 blockchains. It aims to tackle the problem of fragmented liquidity across different Layer 2 chains by providing bridges from these other blockchains onto zkLink Nova.",
    "zksync-era": "zkSync Era is a Layer 2 scaling solution and one of the first projects to use the novel zkEVM technology. This technology offers very low fees while maintaining strong security guarantees through the use of zero-knowledge proofs. zkSync previously created zkSync Lite, which was an early version of zkRollup technology that was not yet EVM compatible. zkSync Era is the next iteration, adding full EVM support.",
    "zora": "Zora Network is a Layer 2 scaling solution for Ethereum. It is built on Optimism's Open Source OP Stack, so just like Optimism it uses optimistic rollup technology. Since Zora Network is developed by the Zora NFT exchange its main use case lies in minting and trading NFTs."
  },
  "title": "What Is {chainName}?"
}
