{
  "body": {
    "growth": "Por varios años, Rosco mantuvo Revoke.cash como proyecto paralelo mientras trabajaba para diferentes empresas en el espacio web3. Sin embargo, en los últimos años, web3 ha crecido y la necesidad de herramientas de seguridad adecuadas se ha hecho más evidente. Por eso Rosco decidió centrarse en Revoke.cash de tiempo completo en 2022. Desde entonces, ha ampliado el conjunto de herramientas Revoke.cash con la <0>extensión del navegador Revoke.cash</0> y ha lanzado una versión completamente revisada del panel de autorizaciones.",
    "intro": "Revoke.cash fue creado en 2019 por <0>Rosco Kalis.</0> En aquel entonces, DeFi y los contratos inteligentes aún estaban en pañales, pero había un gran desarrollo activo en el espacio. Una cosa que los proyectos tenían en común era que exigían a los usuarios que concedieran una autorización para gastar sus tokens y, a menudo, la cantidad era ilimitada. No existían herramientas establecidas para revocar estas autorizaciones, y así nació Revoke.cash.",
    "learn_more": "Si quieres obtener más información sobre Revoke.cash y la seguridad de la cartera, consulta nuestra sección <0>Aprender</0>",
    "team": "Hoy en día, Revoke.cash es mantenido y desarrollado por Rosco y un pequeño equipo de contratistas independientes y se financia con donaciones, grants y patrocinios. Consideramos que Revoke.cash es una parte de la infraestructura esencial de web3, por lo que nuestras herramientas son de código abierto y de uso gratuito. También valoramos la sostenibilidad y la independencia, por lo que buscamos generar ingresos sostenibles sin recaudar fondos de VC's ni lanzar un token."
  },
  "captions": {
    "first_tweet": "Cómo empezó todo",
    "team": "El equipo de Revoke.cash"
  },
  "meta": {
    "description": "Rosco Kalis creó Revoke.cash en 2019 como una herramienta para gestionar las autorizaciones de tus tokens. Desde entonces, se ha convertido en un elemento básico en la seguridad de web3.",
    "title": "Sobre nosotros"
  },
  "title": "Sobre nosotros"
}
