{
  "canary_network": "{chainName} es la red canaria de {mainnetChainName}. Las nuevas actualizaciones se despliegan primero en {chainName}, y sólo se activan en {mainnetChainName} tras un periodo de prueba satisfactorio en {chainName}. Utilizando esta red canaria, los desarrolladores pueden probar sus aplicaciones en un entorno incentivado, similar al de producción, en lugar de tener que depender de las redes de prueba.",
  "is_testnet": "{chainName} es una red de pruebas para {mainnetChainName}.",
  "learn_how_to_add_to_wallet": "Aprende a añadir {chainName} a tu cartera en nuestra página <add-network-link>Aprender</add-network-link>.",
  "learn_more": "Obtén más información {chainName} en <info-link>su sitio web</info-link>.",
  "native_token": "El token nativo de {chainName} es {nativeToken}.",
  "networks": {
    "abstract": "Abstract es una solución de escalado de Capa 2 para Ethereum. Está construido utilizando ZK Stack de zkSync, lo que significa que utiliza la tecnología zkEVM. Abstract se centra en construir una red que pueda atraer a consumidores de fuera del espacio de las criptomonedas y viene con varias características clave, como su abstracción de cuenta nativa y Abstract Global Wallet.",
    "apechain": "ApeChain es una blockchain de Capa 2 que se crea para ser la capa de infraestructura dedicada al ecosistema ApeCoin. Utiliza APE como su token nativo para mejorar su utilidad, y ofrece rendimiento nativo para varios activos importantes. Está construido utilizando el marco Orbit de Arbitrum con liquidación en Arbitrum One, una solución de escalado de Capa 2 para Ethereum.",
    "arbitrum": "Arbitrum es una solución de escalado de Capa 2 para Ethereum. Arbitrum es un paquete acumulativo optimista, lo que significa que envía periódicamente lotes de datos de transacciones a la red principal de Ethereum. Esto se traduce en transacciones más baratas y rápidas que si las transacciones se ejecutaran directamente en Ethereum. Es una de las soluciones de Capa 2 más populares para Ethereum, y su adopción se disparó en 2023.",
    "arbitrum-nova": "Arbitrum Nova es el hermano más centralizado de Arbitrum. Si bien Arbitrum envía lotes de datos de transacciones a la cadena principal de Ethereum, Arbitrum Nova solo envía certificados de estos datos. Estos certificados son creados por un conjunto de validadores, conocido como Comité de Disponibilidad de Datos (DAC). Debido a esto, la red es mucho más barata de usar, pero también mucho más centralizada.",
    "astar": "Astar es una parachain para Polkadot, que combina la funcionalidad de Ethereum, Polkadot y Cosmos. A través de su Máquina Virtual Cruzada (XVM), Astar es capaz de soportar EVM e interactuar con otras blockchains. Astar ofrece incentivos económicos nativos para los desarrolladores de aplicaciones a través de su programa \"dApp staking\". Astar se centra principalmente en el mercado japonés, ya que cuenta con una gran base de usuarios en la región.",
    "astar-zkevm": "Astar zkEVM es una solución de escalado de Capa 2 para Ethereum. Está construido utilizando el Kit de Desarrollo de Cadena de Polígonos (CDK) para permitir la ejecución de transacciones fuera de la cadena. Tiene una funcionalidad nativa de abstracción de cuentas integrada y está diseñada para ofrecer interoperabilidad entre los ecosistemas Ethereum, Polkadot y Polygon.",
    "aurora": "Aurora es una blockchain compatible con EVM creada por el equipo que está detrás de la blockchain NEAR. Utiliza un mecanismo de consenso basado en la Prueba Delegada de Participación. Aurora está construida como una sidechain EVM para el ecosistema NEAR y cuenta con un puente de confianza para mover activos entre NEAR, Ethereum y Aurora.",
    "avalanche": "Avalanche es una blockchain que utiliza el mecanismo de consenso Avalanche, que combina características de los mecanismos de consenso clásico y Nakamoto para lograr un alto rendimiento y una rápida finalidad. El núcleo de la red Avalanche está formado por tres cadenas diferentes: la Cadena de Intercambio (X-Chain), la Cadena de Contratos (C-Chain) y la Cadena de Plataformas (P-Chain). Estas cadenas desempeñan diferentes papeles en el sistema, donde la Cadena-C ofrece soporte para contratos inteligentes compatibles con EVM.",
    "base": "Base es una solución de escalado de Capa 2 para Ethereum desarrollada por Coinbase. Se basa en la pila OP de código abierto de Optimism, por lo que, al igual que Optimism, utiliza la tecnología optimistic rollup. Se lanzó en el verano de 2023, durante lo que denominaron \"el verano onchain\". Ya ha ganado mucho uso, y como están respaldados por una de las mayores empresas de criptomonedas, es probable que siga creciendo.",
    "beam": "Beam es una red blockchain desarrollada por Merit Circle DAO que utiliza un mecanismo de consenso de Prueba de Autoridad. Beam se centra en la intersección de blockchain y juegos. Uno de sus componentes principales es Beam SDK, que es un kit de desarrollo de software flexible que permite a los desarrolladores de juegos elegir entre una variedad de herramientas que pueden usarse para alimentar y estructurar sus elementos blockchain en el juego.",
    "berachain": "Berachain es una blockchain de Capa 1 que utiliza un nuevo mecanismo de consenso llamado Prueba de Liquidez, un mecanismo que se basa en la Prueba de Participación. Este mecanismo de consenso tiene como objetivo mejorar la Prueba de participación creando más liquidez DEX en el proceso de validación de transacciones, a diferencia de la Prueba de participación normal, que elimina liquidez de la red.",
    "bitgert": "Bitgert Chain es una blockchain de Capa 1 creada por la bolsa Bitgert. Utiliza un mecanismo de consenso basado en la Prueba de Autoridad. Este mecanismo de consenso permite transacciones rápidas y baratas, pero compromete la descentralización. Bitgert también proporciona otros servicios relacionados con la blockchain, como un intercambio P2P y una pasarela de pago.",
    "bitlayer": "Bitlayer es una solución de escalado de Capa 2 para Bitcoin con soporte completo de EVM, mientras usa BTC como su token de gas nativo. En esta etapa, utiliza una cadena lateral de prueba de participación, pero su objetivo es utilizar el novedoso sistema BitVM para crear un mejor modelo de seguridad.",
    "bitrock": "Bitrock es una cadena lateral de Ethereum que utiliza un mecanismo de consenso de prueba de autoridad. Fue creado para ofrecer un alto rendimiento y tarifas bajas y lo logra mediante el uso del mecanismo de consenso de Prueba de autoridad más centralizado. Bitrock también planea construir un DEX multicadena, que permita a los usuarios intercambiar tokens entre diferentes redes.",
    "blast": "Blast es una solución de escalado de Capa 2 para Ethereum creada por el equipo detrás del mercado NFT Blur. Blast ha incorporado de forma nativa rendimiento en el protocolo al apostar automáticamente todos los ETH y monedas estables que los usuarios depositan en L2 y redistribuir las recompensas de apuesta - al tiempo que permite a los usuarios realizar transacciones libremente con estos activos en Blast.",
    "bnb-chain": "BNB Chain es una popular blockchain de contratos inteligentes creada por Binance en 2020. Fue una de las primeras blockchains alt-L1 creadas para ofrecer tarifas de transacción más bajas y tiempos de transacción más rápidos que Ethereum. Lo consigue utilizando un mecanismo de consenso Proof of Staked Authority (PoSA), una versión más centralizada de Proof of Stake (PoS).",
    "bob": "BOB (Build-On-Bitcoin) es una solución de escalado de Capa 2 impulsada por Bitcoin y Ethereum. BOB se construye utilizando el OP Stack de código abierto de Optimism, lo que significa que utiliza tecnología acumulativa optimista. Actualmente utiliza Ethereum como Capa de disponibilidad de datos, pero planea utilizar Bitcoin para la disponibilidad de datos y la minería fusionada en el futuro.",
    "boba": "Boba es una solución de escalado de Capa 2 construida sobre múltiples blockchains EVM diferentes, como Ethereum, BNB Chain y Avalanche, con el objetivo de convertirse en una plataforma de escalado universal para todas las blockchains. Para conseguirlo, utilizan la popular tecnología Optimistic Rollup, que les permite ofrecer tarifas muy bajas manteniendo fuertes garantías de seguridad.",
    "btt-chain": "BitTorrent Chain (BTTC), es una blockchain centrada en la interoperabilidad entre cadenas Ethereum, Tron y otras cadenas EVM. Utiliza un mecanismo de consenso basado en Proof of Stake, en el que los validadores apuestan BTT para validar las transacciones. Los validadores también envían periódicamente puntos de verificación a las blockchains Ethereum, BNB Chain y Tron.",
    "callisto": "Callisto es una blockchain de Capa 1 que se originó como una sidechain de la blockchain Ethereum Classic para introducir un mecanismo de seguridad llamado Cold Staking. Los desarrolladores son algunos de los desarrolladores originales de Ethereum Classic e introdujeron su propio equipo de auditoría de seguridad para ayudar a garantizar la seguridad de los contratos inteligentes desplegados en Callisto.",
    "canto": "Canto es una blockchain de Capa 1 que utiliza un mecanismo de consenso de Prueba de Participación. La red Canto se creó para apoyar el desarrollo de Infraestructuras Públicas Libres. Para ello, han creado el modelo de Ingresos Asegurados por Contrato (CSR), que permite a los desarrolladores de contratos recibir un porcentaje de las comisiones de red generadas por sus contratos como alternativa a la aplicación de comisiones de producto o protocolo. Canto está construido con el SDK de Cosmos, manteniendo la compatibilidad con EVM.",
    "celo": "Celo es una blockchain de Capa 1 que se centra en desarrollar su tecnología de eficiencia de datos para uso móvil y mercados emergentes como América Latina. Aunque Celo se creó como una blockchain de Capa 1 compatible con EVM, el gobierno de Celo ha votado recientemente trasladar su cadena a una cadena de Capa 2 de Ethereum, basada en la OP Stack de Optimism.",
    "chiliz": "Chiliz es una blockchain de Capa 1 que se centra en los deportes y el entretenimiento. Se centra en mejorar la participación de los aficionados al deporte a través de la tokenización, lo que permite a los aficionados interactuar y relacionarse con sus equipos y clubes deportivos favoritos.",
    "coinex-smart-chain": "CoinEx Smart Chain (CSC) es una blockchain de Capa 1 creada por la bolsa CoinEx. Se creó para ofrecer tarifas de transacción más bajas y tiempos de transacción más rápidos que Ethereum. Lo consigue utilizando un mecanismo de consenso más centralizado que integra funciones de Prueba de Participación y Prueba de Autoridad.",
    "core": "CORE es una blockchain de Capa 1 que utiliza un nuevo mecanismo de consenso llamado Satoshi Plus, que aprovecha el hashrate de Bitcoin y combina características de Prueba de Trabajo y Prueba Delegada de Participación. Aunque proporciona su propia red de blockchain, la DAO de CORE también se centra en extender el uso de la tecnología Satoshi Plus a otras blockchains.",
    "creator-chain": "Creator Chain es una blockchain de Capa 2 que se construye utilizando OP Stack de Optimism, por lo que, al igual que Optimism, utiliza tecnología de rollup optimista. Creator Chain se centra en proporcionar transacciones baratas y rápidas, al tiempo que permite a los desarrolladores obtener una parte de los ingresos de la red.",
    "cronos": "Cronos es la sidechain compatible con EVM de la blockchain Crypto.org. Cronos utiliza un mecanismo de consenso de Prueba de Autoridad, que hace que la cadena sea rápida y barata de utilizar, pero compromete la descentralización. También utiliza el protocolo Inter Blockchain Communications (IBC) para permitir la interoperabilidad entre Cronos y otras blockchains.",
    "darwinia": "Darwinia es una paracadena compatible con Ethereum que se ejecuta en Polkadot. Como paracadena de Polkadot, se integra bien con otras redes construidas en Polkadot, ya que tiene como objetivo proporcionar interoperabilidad entre cadenas entre diferentes cadenas de bloques utilizando su tecnología Darwinia MsgPort.",
    "degen-chain": "Degen Chain es una blockchain de Capa 3 creada en torno al token comunitario DEGEN para la red social Farcaster. Está construida utilizando el marco Orbit de Arbitrum con liquidación en Base, una solución de escalado de Nivel 2 para Ethereum.",
    "dogechain": "Dogechain es un proyecto centrado en introducir contratos inteligentes en el ecosistema Dogecoin. Aunque no está oficialmente respaldada, Dogechain es una sidechain de Dogecoin con un puente para transferir DOGE desde y hacia la red principal de Dogecoin. Esto permite a la gente del ecosistema Dogecoin puentear y utilizar contratos inteligentes basados en EVM con su DOGE.",
    "elastos": "Elastos es una blockchain de Capa 1 que pretende fusionar los contratos inteligentes de blockchain con otras partes de la web moderna. Para ello, Elastos ha creado una blockchain y una red sidechain, así como otros componentes relacionados como las redes entre iguales y la identidad descentralizada. La visión de Elastos es integrar estas soluciones para fusionarlas en algo que denominan Elastos SmartWeb.",
    "enuls": "ENULS es una cadena compatible con EVM de Capa 1 construida sobre la infraestructura de blockchains NULS. Se centra en la interoperabilidad entre cadenas a través de su red hermana Nerve Network, que también forma parte del ecosistema NULS.",
    "eos-evm": "EOS EVM es una blockchain de Capa 1 que se enfoca en proporcionar un alto rendimiento y dos tarifas de transacción. Está construido sobre la misma tecnología utilizada en la blockchain EOS, pero con la adición de compatibilidad con EVM. Esto facilita a los desarrolladores de EVM la creación de aplicaciones para EOS EVM.",
    "ethereum": "Ethereum es la blockchain original de contratos inteligentes y se creó en 2015. Es la blockchain más popular para DeFi y NFT, y tiene el mayor número de usuarios y desarrolladores. Muchas de las blockchains más recientes se basan en la Máquina Virtual Ethereum (EVM) y son compatibles con las carteras y herramientas de Ethereum.",
    "ethereum-classic": "Ethereum Classic es una bifurcación de Ethereum que nació a raíz del hackeo del DAO en 2016. Ethereum Classic rechazó las medidas para recuperar los fondos robados en el hackeo, y continuó con \"la cadena original\". Ethereum Classic sigue teniendo muchas propiedades que Ethereum tenía en el pasado, como un mecanismo de consenso de Prueba de Trabajo basado en Ethash.",
    "ethernity": "Ethernity es una solución de escalado de Capa 2 para Ethereum centrada en la industria del entretenimiento. Está construida con la pila OP de Optimism, por lo que, al igual que Optimism, utiliza la tecnología optimistic rollup.",
    "evmos": "Evmos es una cadena de Capa 1 compatible con EVM que se creó utilizando el SDK de Cosmos. Se creó para aportar el rico ecosistema EVM a Cosmos, al tiempo que proporciona una entrada a la comunidad EVM en el ecosistema Cosmos. Como parte del ecosistema Cosmos, Evmos se centra en la interoperabilidad entre cadenas, en contraposición al enfoque habitual de blockchain \"en silos\".",
    "exosama": "Exosama es una blockchain de Capa 1 que se centra principalmente en NFT y casos de uso de juegos, con varios juegos NFT en su blockchain. Exosama tiene previsto pasarse a la nueva cadena Moonsama, que se construirá sobre la tecnología parachain de Polkadot. Esto permitirá que Exosama sea interoperable con otras blockchains del ecosistema Polkadot.",
    "fantom": "Fantom es una blockchain de Capa 1 con un novedoso mecanismo de consenso llamado Lachesis, un mecanismo de consenso basado en DAG que pretende ofrecer mejoras sobre los modelos de consenso clásico y Nakamoto. Este mecanismo de consenso permite una rápida finalización y un alto rendimiento.",
    "flare": "Flare es una blockchain de Capa 1 centrada en proporcionar datos de alta integridad procedentes de fuentes ajenas a la cadena. Tiene dos protocolos nativos de adquisición de datos que permiten proporcionar a los desarrolladores de contratos datos de otras blockchains y de Internet para utilizarlos en aplicaciones de contratos inteligentes. El consenso de estos protocolos de adquisición de datos está determinado por los mismos validadores que aseguran el consenso de Flare.",
    "flow-evm": "Flow EVM (EVM en Flow) es una capa de equivalencia EVM sobre la blockchain Flow L1. Ofrece a los desarrolladores la posibilidad de integrar sin problemas sus contratos inteligentes Ethereum existentes en el ecosistema Flow y aprovechar iterativamente las características únicas del ecosistema Flow.",
    "frame": "Frame es una solución de escalado de Capa 2 para Ethereum. Está construido sobre el marco Nitro de Código Abierto de Arbitrum, por lo que, al igual que Arbitrum, utiliza tecnología de rollup optimista. Frame se ha creado específicamente para empoderar a los creadores digitales y para ello ha consagrado los derechos de autor de los creadores en el nivel de protocolo nativo y ha creado un Fondo de Creadores para apoyar a los creadores que construyan sobre Frame.",
    "fraxtal": "Fraxtal es una solución de escalado de Capa 2 para Ethereum. Se basa en la pila OP de Código Abierto de Optimism, por lo que, al igual que Optimism, utiliza tecnología acumulativa optimista. Fraxtal pretende ser un paquete acumulativo modular, lo que significa que tendrá múltiples componentes separados que otras cadenas o posibles redes de Capa 3 pueden usar y combinar de diferentes maneras.",
    "fuse": "Fuse es una blockchain de Capa 1 que utiliza un mecanismo de consenso basado en la Prueba Delegada de Participación. Se centra en proporcionar una infraestructura asequible y de alto rendimiento para aplicaciones descentralizadas para casos de uso empresarial del mundo real. Fuse distingue entre los usuarios finales, a los que no ven utilizar directamente la blockchain, y las empresas, que son los principales usuarios de la blockchain y la utilizarán en nombre de sus usuarios.",
    "geist": "Geist es una blockchain de Capa 2 que fue creada para la industria del juego por el equipo detrás de Aavegotchi. Geist es una blockchain \"solo para miembros\" para estimular el efecto de las capturas de recompensas y para combatir los ataques de sibila. Está construido sobre la pila de desarrollo de código abierto de Arbitrum y presenta varias características clave, incluido un mercado NFT nativo y VRF nativo.",
    "gnosis-chain": "Gnosis Chain es una de las primeras sidechains de Ethereum que se creó en 2018. Como sidechain compromete un poco la descentralización para proporcionar transacciones más baratas y rápidas. El token nativo de Gnosis Chain es xDAI, una versión puente de la stablecoin DAI, que permite a los usuarios pagar sus tarifas de gas utilizando un activo estable. Una de las aplicaciones más populares de Gnosis Chain es POAP (Protocolo de Prueba de Asistencia).",
    "goldx": "GoldX es una blockchain de Capa 1 creada por fuse.gold, una plataforma y moneda estable que está vinculada al precio del oro. El token GOLDX se usa como un token de recompensa en el ecosistema fuse.gold.",
    "gravity-alpha": "Gravity Alpha es una blockchain de Capa 2 construida sobre Ethereum, pero tiene previsto pasar a su propia blockchain de Capa 1 en 2025. Está construida con el marco Nitro de Arbitrum, lo que significa que utiliza la tecnología optimistic rollup. Fue creado por el equipo que está detrás de Galxe y pretende aportar más funcionalidad al ecosistema Galxe.",
    "harmony": "Harmony es una blockchain de Capa 1 con un mecanismo de consenso basado en la Prueba de Participación. Se centra en proporcionar transacciones rápidas y de bajo coste aplicando la fragmentación de estados, una técnica que esencialmente divide todo el estado y la validación de la red en múltiples sub-blockchains.",
    "horizen-eon": "Horizen es una red de blockchains centrada principalmente en la privacidad. Cuenta con una cadena principal de Prueba de Trabajo y Zendoo, un marco para crear sidechains de Prueba de Participación que se conectan a la cadena principal de Horizen. Horizen EON es la cadena lateral compatible con EVM del ecosistema Horizen.",
    "hyperliquid-evm": "Hyperliquid es una blockchains de Capa 1 que utiliza un mecanismo de consenso personalizado llamado HyperBFT. Hyperliquid se ha creado para proporcionar una infraestructura de alto rendimiento a un ecosistema de aplicaciones financieras, siendo la DEX Hyperliquid su aplicación estrella.",
    "immutable-zkevm": "Immutable zkEVM es una blockchain de Capa 2 creada para la industria del juego por el desarrollador y editor de juegos Web3 Immutable. Immutable zkEVM se construye utilizando el Kit de Desarrollo de Cadenas (CDK) de Polygon para proporcionar bajo coste y alta escala para aplicaciones de juegos.",
    "inevm": "inEVM es una red compatible con EVM creada por el equipo detrás de Injective blockchain basada en Cosmos. Su objetivo es ofrecer compatibilidad e interoperabilidad entre Ethereum, Cosmos y Solana.",
    "ink": "Ink es una solución de escalado de Capa 2 para Ethereum que fue creada por el equipo detrás del exchange de criptomonedas Kraken. Se basa en la Pila OP de Código Abierto de Optimism, por lo que, al igual que Optimism, utiliza la tecnología de rollup optimista. Ink se centra en proporcionar una solución de bajo coste y alto rendimiento para los casos de uso de DeFi.",
    "iota-evm": "Al integrar la red de IOTA con una cadena de contratos inteligentes compatible con EVM, IOTA EVM proporciona escalabilidad horizontal y protección MEV avanzada para una tokenización eficiente de activos del mundo real. Admite contratos inteligentes escalables y seguros dentro de una arquitectura flexible de varias máquinas virtuales. La plataforma permite la transferencia y el comercio de activos y está orientada a DeFi, juegos, NFT y DAO con sólidas capacidades de interacción entre cadenas.",
    "kardiachain": "KardiaChain es una blockchain de Capa 1 que utiliza un mecanismo de consenso basado en la Prueba Delegada de Participación. Se centra en ofrecer soluciones para aplicaciones phygital (físicas + digitales) e interoperabilidad entre diferentes blockchains. KardiaChain se centra principalmente en Vietnam y en el mercado del Sudeste Asiático.",
    "kava": "Kava es la primera blockchain que combina la tecnología del SDK de Cosmos con el apoyo a los desarrolladores y la compatibilidad de la EVM. Utiliza una arquitectura denominada \"co-cadena\" que permite a los desarrolladores utilizar tanto la tecnología compatible de Cosmos como la de Ethereum, que se combinan mediante una capa de gobierno y seguridad global.",
    "kcc": "KCC (KuCoin Community Chain) es una blockchains de Capa 1 creada por el intercambio KuCoin. Utiliza un mecanismo de consenso Proof of Staked Authority, que combina Proof of Authority y Proof of Stake. Para su modelo de consenso se inspiraron en HECO y otras redes PoA. KCC pretende construir una red que proporcione transacciones rápidas y de bajo coste.",
    "kroma": "Kroma es una solución de escalamiento de Capa 2 para Ethereum. Se basa en la pila OP de código abierto de Optimism, por lo que, al igual que Optimism, utiliza tecnología de resumen optimista, aunque su objetivo es eventualmente realizar la transición a un resumen ZK. Kroma se centra específicamente en los juegos y las NFT.",
    "lightlink": "Lightlink es una solución de escalado de Capa 2 para Ethereum diseñada para ser utilizada en Metaverso, NFT y aplicaciones de juego. Se basa en la tecnología de rollup optimista y ofrece un alto rendimiento con tarifas de transacción bajas. Para adaptarse a los casos de uso empresarial, Lightlink también ofrece un paquete empresarial que permite a las organizaciones pagar una cuota mensual para eludir las tarifas de gas nativo.",
    "linea": "Linea es una solución de escalado de Capa 2 para Ethereum desarrollada por Consensys, la empresa que está detrás de MetaMask e Infura. Linea se basa en la innovadora tecnología zkEVM, que le permite ofrecer tarifas muy bajas manteniendo fuertes garantías de seguridad. Es uno de los primeros proyectos en utilizar esta tecnología, y con el respaldo de una de las mayores empresas del espacio, es probable que siga creciendo.",
    "lisk": "Lisk es una solución de escalado de Capa 2 para Ethereum. Está construido utilizando la pila OP de código abierto de Optimism, por lo que, al igual que Optimism, utiliza la tecnología de rollup optimista. Lisk se creó inicialmente como una blockchain de Capa 1 independiente, pero luego se trasladó a OP Stack para convertirse en una solución de Capa 2 para Ethereum.",
    "lukso": "LUKSO es una blockchains de Capa 1 que utiliza un mecanismo de consenso de Prueba de Participación. LUKSO está destinado a economías creativas donde las identidades juegan un papel clave. Para atender este caso de uso, LUKSO ha desarrollado una serie de propuestas estándar LUKSO, como los perfiles universales. ",
    "manta-pacific": "Manta Pacific es una solución de escalado de Capa 2 para Ethereum. Se basa en la pila OP de código abierto de Optimism, por lo que, al igual que Optimism, utiliza la tecnología optimistic rollup. La amplía con la solución de disponibilidad de datos de Celestia para ofrecer tarifas de gas aún más bajas que la solución básica Optimistic Rollup.",
    "mantle": "Mantle es una solución de escalado de Capa 2 para Ethereum, que proporciona transacciones más baratas y rápidas que la L1. Utiliza una arquitectura modular en la que los rollups optimistas se emparejan con una solución mejorada de disponibilidad de datos. Aunque Mantle es una cadena de Capa 2 compatible con EVM, utiliza su propio token nativo para pagar las tasas de gas en la L2.",
    "maxxchain": "MaxxChain es una blockchain de Capa 1 que utiliza un mecanismo de consenso de Prueba de Trabajo basado en Ethash. Su objetivo es lograr la interoperabilidad entre cadenas a través de su puente. Además de la blockchain principal MaxxChain, también ha desarrollado varios productos adicionales, como una bolsa descentralizada.",
    "merlin": "Merlin es una solución de escalado de Capa 2 compatible con EVM para Bitcoin. Merlin funciona con redes Bitcoin y Ethereum y es compatible con la mayoría de los principales estándares de tokens de Bitcoin, como BRC20 y BRC420. Merlin utiliza tecnología ZK-rollup y los datos están disponibles mediante los tipos de transacciones Taproot de Bitcoin.",
    "metis": "Metis es una solución de escalado de Capa 2 para Ethereum. Originalmente era una bifurcación de Optimism, pero se ha movido en su propia dirección desde su creación en 2021. Metis permite crear múltiples cadenas interconectadas para apoyar la creación de Empresas Autónomas Descentralizadas (EAD). Aunque Metis es una cadena de Capa 2 compatible con EVM, utiliza su propio token nativo para pagar las tarifas de gas en la L2.",
    "milkomeda-c1": "Milkomeda es un protocolo que quiere proporcionar tecnología EVM y de cadena de Capa 2 a ecosistemas no EVM. La primera iteración de esto es Milkomeda C1, una cadena de Capa 2 compatible con EVM para Cardano. Después de Milkomeda C1, Milkomeda pretende ampliar esta tecnología a otros ecosistemas no EVM, como Algorand y Solana.",
    "mint": "Mint es una solución de escalado de Capa 2 para Ethereum. Se basa en la pila OP de código abierto de Optimism, por lo que, al igual que Optimism, utiliza tecnología de rollup optimista. Mint tiene un enfoque específico en los NFT y tiene como objetivo proporcionar la infraestructura que los creadores necesitan para crear sus NFT. Mint también tiene un modelo de reparto de ingresos, en el que los desarrolladores que crean aplicaciones innovadoras en Mint pueden ganar una parte de los ingresos de la red.",
    "mode": "Mode es una solución de escalado de Capa 2 para Ethereum. Está construido sobre Optimism's Open Source OP Stack, por lo que, al igual que Optimism, utiliza tecnología acumulativa optimista. Mode tiene como objetivo incentivar el crecimiento del uso de la red recompensando a los desarrolladores con parte de los ingresos del secuenciador y recompensando a los usuarios por referencias.",
    "monad": "Monad es una blockchain de Capa 1 que utiliza un mecanismo de consenso personalizado llamado MonadBFT. Mónada se centra en proporcionar un alto rendimiento mediante la paralelización de la capa de ejecución EVM y tiene tiempos de bloque por debajo del segundo.",
    "moonbeam": "Moonbeam es una parachain compatible con Ethereum que funciona sobre Polkadot. Como paracadena de Polkadot, se integra bien con otras redes construidas sobre Polkadot. Además, pretende mejorar la usabilidad de las aplicaciones de cadenas cruzadas, combinando características de Ethereum, Cosmos y Polkadot.",
    "morph": "Morph es una solución de escalado de Capa 2 para Ethereum. Está construido utilizando una combinación de zkEVM y tecnología de rollup optimista, lo que reduce los costos y la duración del largo período de desafío de los rollups optimistas.",
    "nahmii": "Nahmii es una solución de escalado de Capa 2 para Ethereum que pretende proporcionar un alto rendimiento de las transacciones con comisiones bajas y predecibles. Actualmente Nahmii utiliza un operador centralizado que valida las transacciones, pero el plan es pasar a un modelo más descentralizado en el futuro. ",
    "neo-x": "Neo X es una cadena lateral compatible con EVM para Neo N3. Integra el mecanismo de consenso dBFT (Delegated Byzantine Fault Tolerance) exclusivo de Neo y aporta la ampliamente adoptada EVM al ecosistema de Neo N3.",
    "neon": "Neon EVM es una blockchain construida como un contrato inteligente de Solana, con el objetivo de unir los ecosistemas de Ethereum y Solana. Como contrato inteligente de Solana, se beneficia de las bajas tarifas de gas y la ejecución paralela de Solana, al tiempo que conserva toda la funcionalidad EVM de Ethereum.",
    "oasis-emerald": "Oasis es una blockchain de Capa 1 que está diseñada para ser una red escalable y versátil. Para lograrlo, Oasis ha dividido su arquitectura en una capa de consenso de nivel superior y capas de ejecución de nivel inferior. Esto permite a Oasis soportar múltiples capas de ejecución diferentes, incluyendo Oasis Emerald, su capa de ejecución compatible con EVM.",
    "oasis-sapphire": "Oasis Sapphire es una red Oasis ParaTime compatible con EVM, similar a Oasis Emerald. Al igual que Oasis Emerald, Oasis Sapphire está diseñada para ofrecer tarifas bajas y un alto rendimiento. Sin embargo, se amplía añadiendo soporte para contratos inteligentes confidenciales, algo que se basa en la red Oasis Cipher que no es de EVM.",
    "oasys": "Oasys es una blockchain de Capa 1 diseñada para la industria del juego. Utiliza un mecanismo de consenso basado en Proof of Stake y proporciona transacciones rápidas y sin gas. Su arquitectura utiliza una cadena central, mientras que las aplicaciones de juego individuales pueden crear cadenas de Capa 2 conectadas a la cadena central, de modo que cada aplicación de juego pueda escalar de forma independiente.",
    "octaspace": "OctaSpace es una plataforma informática descentralizada que ofrece recursos informáticos proporcionados por operadores de nodos de todo el mundo. Pueden utilizarse para el procesamiento en la nube o para fines de VPN. Los operadores de nodos pueden alquilar sus recursos ociosos para obtener recompensas.",
    "opbnb": "opBNB es una solución de escalado de Capa 2 para la Cadena BNB. Está construida sobre la pila OP de código abierto de Optimism, por lo que, al igual que Optimism, utiliza la tecnología optimistic rollup. opBNB es la primera Capa 2 para la Cadena BNB y se creó para ofrecer tarifas más bajas y mayor rendimiento.",
    "optimism": "Optimism es una solución de escalado de Capa 2 para Ethereum. Utiliza rollups optimistas para escalar Ethereum ejecutando transacciones en Optimism y enviando lotes de datos de transacciones a Ethereum. Optimism es una de las Capas 2 más populares para Ethereum. Además de la red principal Optimism, Optimism también desarrolla una pila tecnológica que pueden utilizar otras L2, como la red Base de Coinbase.",
    "palm": "Palm es una sidechain de Ethereum que utiliza un mecanismo de consenso de Prueba de Autoridad. Se dedica a crear y negociar NFT con activos digitales y del mundo real asociados, con un puente de activos que permite a los usuarios transferir tokens entre Ethereum y Palm. Varios grandes proyectos de NFT se han lanzado en la cadena, como \"The Currency\" de Damien Hirst.",
    "pego": "Pego es una blockchain de Capa 1 que utiliza un mecanismo de consenso de Prueba de Autoridad llamado Parlia. Este mecanismo de consenso combina características de Prueba de Estaca y Prueba de Autoridad. Pego tiene un sistema que permite a los miembros de la comunidad votar sobre los ajustes de los parámetros de la red y otras actualizaciones del protocolo.",
    "pgn": "PGN es una solución de escalado de Capa 2 para Ethereum. Se basa en la pila de operaciones de código abierto de Optimism, por lo que, al igual que Optimism, utiliza tecnología optimistic rollup. PGN fue creada por el equipo de Gitcoin como una red destinada a apoyar la financiación de bienes públicos. Con ese fin, PGN es la red principal utilizada por la plataforma Gitcoin Grants.",
    "polygon": "Polygon PoS es una sidechain de Ethereum asegurada por un conjunto de validadores elegidos por la comunidad Polygon. Es una de las blockchains de contratos inteligentes más populares, especialmente en el espacio NFT. Además de la red Polygon PoS, Polygon también está trabajando en un conjunto de otras soluciones L2, como Polygon zkEVM.",
    "polygon-zkevm": "Polygon zkEVM es una nueva e innovadora solución de escalado L2 y una de las primeras implementaciones de zkEVM. La tecnología zkEVM ofrece mayores rendimientos a menor coste que muchas otras soluciones L2, al tiempo que mantiene fuertes garantías de seguridad en comparación con otras soluciones L2 como los Optimistic Rollups.",
    "pulsechain": "PulseChain es una blockchain de Capa 1 construida como una bifurcación completa de la blockchain Ethereum. Esto significa que comparte el mismo historial de transacciones hasta el lanzamiento de la red bifurcada. PulseChain surgió de la comunidad HEX y se creó para ofrecer comisiones más bajas que Ethereum.",
    "rari-chain": "RARI Chain es una blockchain de Capa 3 que se basa en la solución de escalamiento de Capa 2 de Arbitrum Nova. Con sus transacciones de bajo costo y regalías integradas a nivel de protocolo, RARI Chain tiene como objetivo capacitar a los creadores para que creen y moneticen su trabajo.",
    "re-al": "Re.al es una solución de escalado de Capa 2 para Ethereum que se dedica a proporcionar la infraestructura para los activos del mundo real (RWA). Está construido utilizando el marco Orbit de Arbitrum para proporcionar bajo costo y alta escala para aplicaciones RWA y proporciona rendimiento nativo en sus tokens ETH y DAI.",
    "redlight": "Redlight es una blockchain de Capa 1 que utiliza un mecanismo de consenso de Prueba de Autoridad. Al utilizar un mecanismo de consenso de Prueba de Autoridad centralizado en su mayor parte, es capaz de proporcionar un alto rendimiento de transacciones sin ninguna tarifa mínima de gas en operaciones normales.",
    "redstone": "Redstone es una blockchain de Capa 2 que se enfoca en proporcionar un alto rendimiento y tarifas bajas para aplicaciones de juegos. Se basa en la pila OP de código abierto de Optimism, por lo que, al igual que Optimism, utiliza tecnología de rollup optimista. Para lograr tarifas más bajas, Redstone no utiliza Ethereum como su capa de disponibilidad de datos, sino que utiliza una capa de disponibilidad de datos personalizada.",
    "rollux": "Rollux es una solución de escalado de Capa 2 para Syscoin. Utiliza rollups optimistas para escalar Syscoin ejecutando transacciones en Rollux y enviando lotes de datos de transacciones a Syscoin. Al ser una solución de Capa 2 para Syscoin, Rollux también puede heredar algunas de las propiedades de seguridad de Syscoin, como la minería fusionada con Bitcoin.",
    "ronin": "Ronin es una blockchain de Capa 1 creada por el equipo detrás del popular juego web3 Axie Infinity. Ronin se creó específicamente para proporcionar una infraestructura optimizada para juegos web3 con millones de usuarios en la red.",
    "rootstock": "Rootstock es una sidechain de Bitcoin que pretende aportar la funcionalidad EVM al ecosistema Bitcoin. Su red está asegurada mediante un proceso llamado minería fusionada, que permite a los mineros de Bitcoin utilizar simultáneamente su hashrate para transacciones de Bitcoin y Rootstock. El puente entre Bitcoin y Rootstock está asegurado por 9 organizaciones de alto nivel mediante un proceso que denominan Powpeg.",
    "rss3-vsl": "La RSS3 Value Sublayer (VSL) es una solución de escalado de Capa 2 para Ethereum. Como parte de la Red RSS3, la RSS3 VSL está construida sobre la Pila OP de Código Abierto de Optimism, por lo que, al igual que Optimism, utiliza la tecnología optimistic rollup. RSS3 es una red descentralizada que indexa y estructura la Información Abierta, haciéndola accesible a las aplicaciones.",
    "sanko": "Sanko es una blockchain de Capa 3 con un enfoque específico en la industria del juego y ofrece tarifas bajas y alto rendimiento. Está construido utilizando el marco Orbit de Arbitrum con acuerdo en Arbitrum One, una solución de escalamiento de Capa 2 para Ethereum.",
    "scroll": "Scroll es una solución de escalado de Capa 2 para Ethereum que se está construyendo actualmente utilizando la innovadora tecnología zkEVM. La tecnología zkEVM ofrece mayores rendimientos a menor coste que muchas otras soluciones L2, al tiempo que mantiene fuertes garantías de seguridad en comparación con otras soluciones L2 como Optimistic Rollups.",
    "sei": "Sei es una blockchain de Capa 1 que utiliza un mecanismo de consenso basado en Prueba de Participación Delegada. La red tiene como objetivo proporcionar un alto rendimiento y tarifas bajas centrando sus esfuerzos en la paralelización de la capa de ejecución EVM.",
    "shape": "Shape es una solución de escalado de Capa 2 para Ethereum que se centra en los creadores. Cuenta con un sistema de devolución de gas en el que los creadores pueden reclamar una gran parte de las tarifas de gas que se generan a través de sus contratos inteligentes. Shape se construye utilizando la pila OP de código abierto de Optimism, por lo que, al igual que Optimism, utiliza la tecnología de rollup optimista.",
    "shibarium": "Shibarium es una sidechain de Ethereum que se creó para aportar un ecosistema nativo de contratos inteligentes a la comunidad Shiba Inu. Como sidechain, se compromete con la descentralización para proporcionar transacciones más rápidas y baratas. Shibarium también cuenta con un puente a Ethereum, que permite a los usuarios transferir sus tokens SHIB y otros tokens populares de Ethereum a y desde Shibarium.",
    "shido": "Shido es una blockchain de Capa 1 que utiliza un mecanismo de consenso Proof of Stake. Se construye utilizando el SDK de Cosmos y se centra en proporcionar un alto rendimiento y bajas comisiones, al tiempo que ofrece interoperabilidad entre cadenas EVM y no EVM.",
    "shimmer": "Shimmer EVM es una blockchain de Capa 2 compatible con EVM construida sobre la red interoperable Shimmer. Al ser de Capa 2 de Shimmer, es fácilmente interoperable con otras cadenas del ecosistema Shimmer / IOTA. Shimmer EVM ofrece algunas innovaciones interesantes, como el procesamiento paralelo de las transacciones y la aleatoriedad nativa en el protocolo.",
    "soneium": "Soneium es una blockchain de Capa 2 construida sobre Ethereum y la Superchain de Optimism. Está construida utilizando la pila OP de código abierto de Optimism, por lo que, al igual que Optimism, utiliza la tecnología Optimism Rollup. Fue fundada por Sony con la visión de crear una red con una adopción masiva.",
    "sonic": "Sonic es una blockchain de Capa 1 creada por el equipo detrás de Fantom como su sucesor espiritual. Ofrece un alto rendimiento y tarifas bajas y ofrece incentivos para que los desarrolladores construyan en la red.",
    "story": "Story es una blockchain de Capa 1 centrada en proporcionar un marco para la propiedad intelectual en cadena. Su objetivo es facilitar a los creadores la protección, la concesión de licencias y la monetización de su trabajo. Story se crea con el SDK de Cosmos y ofrece soporte completo para contratos inteligentes compatibles con EVM.",
    "superposition": "Superposition es una blockchain de Capa 3 construida sobre Ethereum y Arbitrum. Está construida utilizando el marco Orbit de Arbitrum, por lo que, al igual que Arbitrum, utiliza la tecnología optimistic rollup. Ofrece rendimiento nativo en sus activos puenteados y proporciona a los desarrolladores formas de monetizar sus aplicaciones a través de su protocolo nativo.",
    "syscoin": "Syscoin es una blockchain de Capa 1 que comenzó en 2014 como una bifurcación de Bitcoin. Con el paso de los años evolucionó hasta convertirse en un sistema de doble cadena, en el que una parte de la red es una bifurcación de Bitcoin y la otra parte es una blockchain compatible con EVM. Ambas cadenas están aseguradas mediante un proceso llamado Minería Fusionada, que permite a los mineros de Bitcoin utilizar simultáneamente su hashrate para transacciones de Bitcoin y Syscoin.",
    "tabi": "Tabi es una blockchain de Capa 1 que utiliza un mecanismo de consenso basado en Proof of Stake. Se construye utilizando el SDK de Cosmos y pretende ofrecer interoperabilidad entre las cadenas EVM y el ecosistema Cosmos.",
    "taiko-alethia": "Taiko es una solución de escalado de Capa 2 para Ethereum que se está construyendo actualmente utilizando la innovadora tecnología zkEVM. La tecnología zkEVM ofrece mayores rendimientos a menor coste que muchas otras soluciones L2, al tiempo que mantiene fuertes garantías de seguridad en comparación con otras soluciones L2 como Optimistic Rollups.",
    "telos-evm": "Telos EVM es una capa compatible con EVM sobre la blockchain Telos L1. Esto permite a los desarrolladores integrar sin problemas sus contratos inteligentes Ethereum existentes en el ecosistema Telos.",
    "unichain": "Unichain es una blockchain de Capa 2 creada por el equipo de Uniswap. Su objetivo es desarrollar la Capa 2 más rentable para la liquidez entre cadenas con tiempos de bloque inferiores al segundo y forma parte del ecosistema Superchain de Optimism.",
    "vana": "Vana es una blockchain de Capa 1 que se centra en la construcción de infraestructura para datos propiedad de los usuarios. Lo hace creando las llamadas DataDAO, que son como grandes pools donde los usuarios pueden aportar sus datos y ganar recompensas. El intercambio de datos también otorga a los usuarios poder de decisión sobre la gobernanza de la red.",
    "velas": "Velas es una blockchain de Capa 1 que pretende ofrecer un rendimiento muy alto y tarifas bajas. Para conseguirlo, se han inspirado en la arquitectura de Solana y la han modificado para que admita contratos inteligentes basados en EVM. Velas utiliza un mecanismo de consenso basado en la Prueba Delegada de Participación.",
    "viction": "Viction es una blockchain de Capa 1 que utiliza un mecanismo de consenso Proof of Stake. Su diseño se basa en tener una red de \"cadenas de aplicaciones\" separadas, ancladas por un asentamiento común en la cadena base de Viction.",
    "wanchain": "WanChain es una blockchain de Capa 1 con un mecanismo de consenso llamado Galaxy Consensus, que se basa en el algoritmo Ouroboros de Cardano. Wanchain se centra principalmente en la interoperabilidad entre cadenas y proporciona puentes nativos entre redes EVM y no EVM. Wanchain asegura estos puentes utilizando técnicas como la Computación Multiparte Segura.",
    "wemix": "WEMIX es una blockchain de Capa 1 que utiliza un mecanismo de consenso que denominan Prueba de Autoridad basada en Estaca, un mecanismo con 40 validadores que combina características de la Prueba de Estaca y la Prueba de Autoridad. WEMIX tiene una serie de aplicaciones oficiales desplegadas en la cadena, incluida una stablecoin oficial y una plataforma de juegos.",
    "world-chain": "World Chain es una blockchain de Capa 2 construida en torno al ecosistema World Coin. Ofrece tarifas de gas gratuitas para todos los humanos verificados en la plataforma World Coin. World Chain está construida sobre la pila OP de código abierto de Optimism, por lo que, al igual que Optimism, utiliza la tecnología Optimism Rollup.",
    "x-layer": "X Layer es una solución de escalado de Capa 2 para Ethereum que fue desarrollada por el popular exchange OKX. X Layer se construyó utilizando el kit de desarrollo de cadenas (CDK) de Polygon y utiliza la tecnología zkEVM. Al ser creada por OKX, la red también está diseñada para integrarse con otros productos de OKX, como el token OKB.",
    "xdc": "XDC es una blockchain de Capa 1 con un mecanismo de consenso basado en la Prueba Delegada de Participación. Se centra en proporcionar transacciones rápidas y de bajo coste para la tokenización de activos del mundo real y casos de uso empresarial.",
    "zero": "ZERΘ es una solución de escalado de Capa 2 para Ethereum que tiene como objetivo eliminar por completo los costos de gas para los usuarios. Está construido utilizando ZK Stack de zkSync y cuenta con abstracción de cuenta nativa. Usando esta abstracción de cuenta nativa, ZERΘ puede ofrecer una tarifa de gas \"cero\" para todas las transacciones.",
    "zetachain": "ZetaChain es una blockchain de Capa 1 con un mecanismo de consenso basado en Proof of Stake que está actualmente en desarrollo. Su objetivo es proporcionar una infraestructura para que los desarrolladores construyan aplicaciones de cadena cruzada que se conecten tanto a otras cadenas EVM como a cadenas no EVM.",
    "zircuit": "Zircuit es una solución de escalado de Capa 2 para Ethereum que se basa en la tecnología zk rollup. Para centrarse en la seguridad, Zircuit utiliza IA para monitorear el mempool de la red en busca de transacciones maliciosas y las bloquea antes de que se incluyan en la cadena.",
    "zkfair": "ZKFair es una solución de escalado de Capa 2 para Ethereum que se construye utilizando el Kit de Desarrollo de Cadenas (CDK) de Polygon y la capa de Disponibilidad de Datos de Celestia. Como su nombre indica, ZKFair hace hincapié en la \"equidad\" y pretende crear un ecosistema en el que los usuarios de la red compartan las recompensas de la red que normalmente irían a parar a sus operadores.",
    "zklink-nova": "zkLink Nova es una blockchain de Capa 3 construida sobre Ethereum y varias blockchains de Ethereum Capa 2. Su objetivo es abordar el problema de la liquidez fragmentada en diferentes cadenas de Capa 2 proporcionando puentes desde estas otras blockchains a zkLink Nova.",
    "zksync-era": "zkSync Era es una solución de escalado de Capa 2 y uno de los primeros proyectos en utilizar la novedosa tecnología zkEVM. Esta tecnología ofrece tarifas muy bajas al tiempo que mantiene fuertes garantías de seguridad mediante el uso de pruebas de conocimiento cero. zkSync creó anteriormente zkSync Lite, que era una versión temprana de la tecnología zkRollup que aún no era compatible con EVM. zkSync Era es la siguiente iteración, que añade compatibilidad total con EVM.",
    "zora": "Zora Network es una solución de escalado de Capa 2 para Ethereum. Está construida sobre la pila OP de código abierto de Optimism, por lo que, al igual que Optimism, utiliza la tecnología optimistic rollup. Dado que Zora Network ha sido desarrollada por la bolsa de NFT Zora, su principal caso de uso es la acuñación y el comercio de NFT."
  },
  "title": "¿Qué es {chainName}?"
}
