{
  "canary_network": "{{chainName}} es la red canaria de {{mainnetChainName}}. Las nuevas actualizaciones se despliegan primero en {{chainName}}, y sólo se activan en {{mainnetChainName}} tras un periodo de prueba satisfactorio en {{chainName}}. Utilizando esta red canaria, los desarrolladores pueden probar sus aplicaciones en un entorno incentivado, similar al de producción, en lugar de tener que depender de las redes de prueba.",
  "is_testnet": "{{chainName}} es una red de pruebas para {{mainnetChainName}}.",
  "learn_how_to_add_to_wallet": "Aprende a añadir {{chainName}} a tu cartera en nuestra página <0>Aprender</0>.",
  "learn_more": "Obtén más información {{chainName}} en <0>su sitio web</0>.",
  "native_token": "El token nativo de {{chainName}} es {{nativeToken}}.",
  "networks": {
    "arbitrum": "Arbitrum es una solución de escalado de capa 2 para Ethereum. Arbitrum es un paquete acumulativo optimista, lo que significa que envía periódicamente lotes de datos de transacciones a la red principal de Ethereum. Esto se traduce en transacciones más baratas y rápidas que si las transacciones se ejecutaran directamente en Ethereum. Es una de las soluciones de capa 2 más populares para Ethereum, y su adopción se disparó en 2023.",
    "arbitrum-nova": "Arbitrum Nova es el hermano más centralizado de Arbitrum. Si bien Arbitrum envía lotes de datos de transacciones a la cadena principal de Ethereum, Arbitrum Nova solo envía certificados de estos datos. Estos certificados son creados por un conjunto de validadores, conocido como Comité de Disponibilidad de Datos (DAC). Debido a esto, la red es mucho más barata de usar, pero también mucho más centralizada.",
    "astar": "Astar es una parachain para Polkadot, que combina la funcionalidad de Ethereum, Polkadot y Cosmos. A través de su Máquina Virtual Cruzada (XVM), Astar es capaz de soportar EVM e interactuar con otras blockchains. Astar ofrece incentivos económicos nativos para los desarrolladores de aplicaciones a través de su programa \"dApp staking\". Astar se centra principalmente en el mercado japonés, ya que cuenta con una gran base de usuarios en la región.",
    "aurora": "Aurora es una blockchain compatible con EVM creada por el equipo que está detrás de la blockchain NEAR. Utiliza un mecanismo de consenso basado en la Prueba Delegada de Participación. Aurora está construida como una sidechain EVM para el ecosistema NEAR y cuenta con un puente de confianza para mover activos entre NEAR, Ethereum y Aurora.",
    "avalanche": "Avalanche es una blockchain que utiliza el mecanismo de consenso Avalanche, que combina características de los mecanismos de consenso clásico y Nakamoto para lograr un alto rendimiento y una rápida finalidad. El núcleo de la red Avalanche está formado por tres cadenas diferentes: la Cadena de Intercambio (X-Chain), la Cadena de Contratos (C-Chain) y la Cadena de Plataformas (P-Chain). Estas cadenas desempeñan diferentes papeles en el sistema, donde la Cadena-C ofrece soporte para contratos inteligentes compatibles con EVM.",
    "base": "Base es una solución de escalado de Capa 2 para Ethereum desarrollada por Coinbase. Se basa en la pila OP de código abierto de Optimism, por lo que, al igual que Optimism, utiliza la tecnología optimistic rollup. Se lanzó en el verano de 2023, durante lo que denominaron \"el verano onchain\". Ya ha ganado mucho uso, y como están respaldados por una de las mayores empresas de criptomonedas, es probable que siga creciendo.",
    "bitgert": "Bitgert Chain es una blockchain de Nivel 1 creada por la bolsa Bitgert. Utiliza un mecanismo de consenso basado en la Prueba de Autoridad. Este mecanismo de consenso permite transacciones rápidas y baratas, pero compromete la descentralización. Bitgert también proporciona otros servicios relacionados con la blockchain, como un intercambio P2P y una pasarela de pago.",
    "bitrock": "Bitrock is a sidechain of Ethereum that uses a Proof of Authority consensus mechanism. It was built to offer high throughput and low fees and it achieves that by using the more centralized Proof of Authority consensus mechanism. Bitrock also plans to build a multichain DEX, allowing users to swap tokens between different networks.",
    "bnb-chain": "BNB Chain es una popular blockchain de contratos inteligentes creada por Binance en 2020. Fue una de las primeras blockchains alt-L1 creadas para ofrecer tarifas de transacción más bajas y tiempos de transacción más rápidos que Ethereum. Lo consigue utilizando un mecanismo de consenso Proof of Staked Authority (PoSA), una versión más centralizada de Proof of Stake (PoS).",
    "boba": "Boba es una solución de escalado de Capa 2 construida sobre múltiples blockchains EVM diferentes, como Ethereum, BNB Chain y Avalanche, con el objetivo de convertirse en una plataforma de escalado universal para todas las blockchains. Para conseguirlo, utilizan la popular tecnología Optimistic Rollup, que les permite ofrecer tarifas muy bajas manteniendo fuertes garantías de seguridad.",
    "btt-chain": "BitTorrent Chain (BTTC), es una blockchain centrada en la interoperabilidad entre cadenas Ethereum, Tron y otras cadenas EVM. Utiliza un mecanismo de consenso basado en Proof of Stake, en el que los validadores apuestan BTT para validar las transacciones. Los validadores también envían periódicamente puntos de verificación a las blockchains Ethereum, BNB Chain y Tron.",
    "callisto": "Callisto es una blockchain de Capa 1 que se originó como una sidechain de la blockchain Ethereum Classic para introducir un mecanismo de seguridad llamado Cold Staking. Los desarrolladores son algunos de los desarrolladores originales de Ethereum Classic e introdujeron su propio equipo de auditoría de seguridad para ayudar a garantizar la seguridad de los contratos inteligentes desplegados en Callisto.",
    "canto": "Canto es una blockchain de Nivel 1 que utiliza un mecanismo de consenso de Prueba de Participación. La red Canto se creó para apoyar el desarrollo de Infraestructuras Públicas Libres. Para ello, han creado el modelo de Ingresos Asegurados por Contrato (CSR), que permite a los desarrolladores de contratos recibir un porcentaje de las comisiones de red generadas por sus contratos como alternativa a la aplicación de comisiones de producto o protocolo. Canto está construido con el SDK de Cosmos, manteniendo la compatibilidad con EVM.",
    "celo": "Celo es una blockchain de Capa 1 que se centra en desarrollar su tecnología de eficiencia de datos para uso móvil y mercados emergentes como América Latina. Aunque Celo se creó como una blockchain de Capa 1 compatible con EVM, el gobierno de Celo ha votado recientemente trasladar su cadena a una cadena de Capa 2 de Ethereum, basada en la OP Stack de Optimism.",
    "coinex-smart-chain": "CoinEx Smart Chain (CSC) es una blockchain de nivel 1 creada por la bolsa CoinEx. Se creó para ofrecer tarifas de transacción más bajas y tiempos de transacción más rápidos que Ethereum. Lo consigue utilizando un mecanismo de consenso más centralizado que integra funciones de Prueba de Participación y Prueba de Autoridad.",
    "core": "CORE es una blockchain de Capa 1 que utiliza un nuevo mecanismo de consenso llamado Satoshi Plus, que aprovecha el hashrate de Bitcoin y combina características de Prueba de Trabajo y Prueba Delegada de Participación. Aunque proporciona su propia red de blockchain, la DAO de CORE también se centra en extender el uso de la tecnología Satoshi Plus a otras blockchains.",
    "cronos": "Cronos es la sidechain compatible con EVM de la blockchain Crypto.org. Cronos utiliza un mecanismo de consenso de Prueba de Autoridad, que hace que la cadena sea rápida y barata de utilizar, pero compromete la descentralización. También utiliza el protocolo Inter Blockchain Communications (IBC) para permitir la interoperabilidad entre Cronos y otras blockchains.",
    "dogechain": "Dogechain es un proyecto centrado en introducir contratos inteligentes en el ecosistema Dogecoin. Aunque no está oficialmente respaldada, Dogechain es una sidechain de Dogecoin con un puente para transferir DOGE desde y hacia la red principal de Dogecoin. Esto permite a la gente del ecosistema Dogecoin puentear y utilizar contratos inteligentes basados en EVM con su DOGE.",
    "elastos": "Elastos es una blockchain de Capa 1 que pretende fusionar los contratos inteligentes de blockchain con otras partes de la web moderna. Para ello, Elastos ha creado una blockchain y una red sidechain, así como otros componentes relacionados como las redes entre iguales y la identidad descentralizada. La visión de Elastos es integrar estas soluciones para fusionarlas en algo que denominan Elastos SmartWeb.",
    "enuls": "ENULS es una cadena compatible con EVM de Nivel 1 construida sobre la infraestructura de blockchains NULS. Se centra en la interoperabilidad entre cadenas a través de su red hermana Nerve Network, que también forma parte del ecosistema NULS.",
    "eos-evm": "EOS EVM is a Layer 1 blockchain that focuses on providing high throughput and lwo transaction fees. It is built on top of the same technology used in the EOS blockchain, but with the addition of EVM compatibility. This makes it easier for EVM developers to build applications for EOS EVM.",
    "ethereum": "Ethereum es la blockchain original de contratos inteligentes y se creó en 2015. Es la blockchain más popular para DeFi y NFT, y tiene el mayor número de usuarios y desarrolladores. Muchas de las blockchains más recientes se basan en la Máquina Virtual Ethereum (EVM) y son compatibles con las carteras y herramientas de Ethereum.",
    "ethereum-classic": "Ethereum Classic es una bifurcación de Ethereum que nació a raíz del hackeo del DAO en 2016. Ethereum Classic rechazó las medidas para recuperar los fondos robados en el hackeo, y continuó con \"la cadena original\". Ethereum Classic sigue teniendo muchas propiedades que Ethereum tenía en el pasado, como un mecanismo de consenso de Prueba de Trabajo basado en Ethash.",
    "evmos": "Evmos es una cadena de Nivel 1 compatible con EVM que se creó utilizando el SDK de Cosmos. Se creó para aportar el rico ecosistema EVM a Cosmos, al tiempo que proporciona una entrada a la comunidad EVM en el ecosistema Cosmos. Como parte del ecosistema Cosmos, Evmos se centra en la interoperabilidad entre cadenas, en contraposición al enfoque habitual de blockchain \"en silos\".",
    "exosama": "Exosama es una blockchain de Capa 1 que se centra principalmente en NFT y casos de uso de juegos, con varios juegos NFT en su blockchain. Exosama tiene previsto pasarse a la nueva cadena Moonsama, que se construirá sobre la tecnología parachain de Polkadot. Esto permitirá que Exosama sea interoperable con otras blockchains del ecosistema Polkadot.",
    "fantom": "Fantom es una blockchain de Capa 1 con un novedoso mecanismo de consenso llamado Lachesis, un mecanismo de consenso basado en DAG que pretende ofrecer mejoras sobre los modelos de consenso clásico y Nakamoto. Este mecanismo de consenso permite una rápida finalización y un alto rendimiento.",
    "flare": "Flare es una blockchain de Capa 1 centrada en proporcionar datos de alta integridad procedentes de fuentes ajenas a la cadena. Tiene dos protocolos nativos de adquisición de datos que permiten proporcionar a los desarrolladores de contratos datos de otras blockchains y de Internet para utilizarlos en aplicaciones de contratos inteligentes. El consenso de estos protocolos de adquisición de datos está determinado por los mismos validadores que aseguran el consenso de Flare.",
    "frame": "Frame es una solución de escalado de Capa 2 para Ethereum. Está construido sobre el marco Nitro de Código Abierto de Arbitrum, por lo que, al igual que Arbitrum, utiliza tecnología de rollup optimista. Frame se ha creado específicamente para empoderar a los creadores digitales y para ello ha consagrado los derechos de autor de los creadores en el nivel de protocolo nativo y ha creado un Fondo de Creadores para apoyar a los creadores que construyan sobre Frame.",
    "fuse": "Fuse es una blockchain de Capa 1 que utiliza un mecanismo de consenso basado en la Prueba Delegada de Participación. Se centra en proporcionar una infraestructura asequible y de alto rendimiento para aplicaciones descentralizadas para casos de uso empresarial del mundo real. Fuse distingue entre los usuarios finales, a los que no ven utilizar directamente la blockchain, y las empresas, que son los principales usuarios de la blockchain y la utilizarán en nombre de sus usuarios.",
    "gather": "Gather es una blockchain de Capa 1 que se centra en monetizar la potencia de procesamiento ociosa de los usuarios. Su objetivo es proporcionar un método para que las empresas moneticen la potencia de procesamiento ociosa de sus usuarios y vendan esa potencia de procesamiento como computación en nube a otras empresas.",
    "gnosis-chain": "Gnosis Chain es una de las primeras sidechains de Ethereum que se creó en 2018. Como sidechain compromete un poco la descentralización para proporcionar transacciones más baratas y rápidas. El token nativo de Gnosis Chain es xDAI, una versión puente de la stablecoin DAI, que permite a los usuarios pagar sus tarifas de gas utilizando un activo estable. Una de las aplicaciones más populares de Gnosis Chain es POAP (Protocolo de Prueba de Asistencia).",
    "harmony": "Harmony es una blockchain de Nivel 1 con un mecanismo de consenso basado en la Prueba de Participación. Se centra en proporcionar transacciones rápidas y de bajo coste aplicando la fragmentación de estados, una técnica que esencialmente divide todo el estado y la validación de la red en múltiples sub-blockchains.",
    "horizen-eon": "Horizen es una red de blockchains centrada principalmente en la privacidad. Cuenta con una cadena principal de Prueba de Trabajo y Zendoo, un marco para crear sidechains de Prueba de Participación que se conectan a la cadena principal de Horizen. Horizen EON es la cadena lateral compatible con EVM del ecosistema Horizen.",
    "kardiachain": "KardiaChain es una blockchain de Capa 1 que utiliza un mecanismo de consenso basado en la Prueba Delegada de Participación. Se centra en ofrecer soluciones para aplicaciones phygital (físicas + digitales) e interoperabilidad entre diferentes blockchains. KardiaChain se centra principalmente en Vietnam y en el mercado del Sudeste Asiático.",
    "kava": "Kava es la primera blockchain que combina la tecnología del SDK de Cosmos con el apoyo a los desarrolladores y la compatibilidad de la EVM. Utiliza una arquitectura denominada \"co-cadena\" que permite a los desarrolladores utilizar tanto la tecnología compatible de Cosmos como la de Ethereum, que se combinan mediante una capa de gobierno y seguridad global.",
    "kcc": "KCC (KuCoin Community Chain) es una blockchains de Nivel 1 creada por el intercambio KuCoin. Utiliza un mecanismo de consenso Proof of Staked Authority, que combina Proof of Authority y Proof of Stake. Para su modelo de consenso se inspiraron en HECO y otras redes PoA. KCC pretende construir una red que proporcione transacciones rápidas y de bajo coste.",
    "lightlink": "Lightlink es una solución de escalado de Capa 2 para Ethereum diseñada para ser utilizada en Metaverso, NFT y aplicaciones de juego. Se basa en la tecnología de rollup optimista y ofrece un alto rendimiento con tarifas de transacción bajas. Para adaptarse a los casos de uso empresarial, Lightlink también ofrece un paquete empresarial que permite a las organizaciones pagar una cuota mensual para eludir las tarifas de gas nativo.",
    "linea": "Linea es una solución de escalado de Capa 2 para Ethereum desarrollada por Consensys, la empresa que está detrás de MetaMask e Infura. Linea se basa en la innovadora tecnología zkEVM, que le permite ofrecer tarifas muy bajas manteniendo fuertes garantías de seguridad. Es uno de los primeros proyectos en utilizar esta tecnología, y con el respaldo de una de las mayores empresas del espacio, es probable que siga creciendo.",
    "manta-pacific": "Manta Pacific es una solución de escalado de Capa 2 para Ethereum. Se basa en la pila OP de código abierto de Optimism, por lo que, al igual que Optimism, utiliza la tecnología optimistic rollup. La amplía con la solución de disponibilidad de datos de Celestia para ofrecer tarifas de gas aún más bajas que la solución básica Optimistic Rollup.",
    "mantle": "Mantle es una solución de escalado de Capa 2 para Ethereum, que proporciona transacciones más baratas y rápidas que la L1. Utiliza una arquitectura modular en la que los rollups optimistas se emparejan con una solución mejorada de disponibilidad de datos. Aunque Mantle es una cadena de Capa 2 compatible con EVM, utiliza su propio token nativo para pagar las tasas de gas en la L2.",
    "maxxchain": "MaxxChain es una blockchain de Nivel 1 que utiliza un mecanismo de consenso de Prueba de Trabajo basado en Ethash. Su objetivo es lograr la interoperabilidad entre cadenas a través de su puente. Además de la blockchain principal MaxxChain, también ha desarrollado varios productos adicionales, como una bolsa descentralizada.",
    "metis": "Metis es una solución de escalado de Capa 2 para Ethereum. Originalmente era una bifurcación de Optimism, pero se ha movido en su propia dirección desde su creación en 2021. Metis permite crear múltiples cadenas interconectadas para apoyar la creación de Empresas Autónomas Descentralizadas (EAD). Aunque Metis es una cadena de Capa 2 compatible con EVM, utiliza su propio token nativo para pagar las tarifas de gas en la L2.",
    "milkomeda-c1": "Milkomeda es un protocolo que quiere proporcionar tecnología EVM y de cadena de Capa 2 a ecosistemas no EVM. La primera iteración de esto es Milkomeda C1, una cadena de Capa 2 compatible con EVM para Cardano. Después de Milkomeda C1, Milkomeda pretende ampliar esta tecnología a otros ecosistemas no EVM, como Algorand y Solana.",
    "moonbeam": "Moonbeam es una parachain compatible con Ethereum que funciona sobre Polkadot. Como paracadena de Polkadot, se integra bien con otras redes construidas sobre Polkadot. Además, pretende mejorar la usabilidad de las aplicaciones de cadenas cruzadas, combinando características de Ethereum, Cosmos y Polkadot.",
    "nahmii": "Nahmii es una solución de escalado de Capa 2 para Ethereum que pretende proporcionar un alto rendimiento de las transacciones con comisiones bajas y predecibles. Actualmente Nahmii utiliza un operador centralizado que valida las transacciones, pero el plan es pasar a un modelo más descentralizado en el futuro. ",
    "oasis-emerald": "Oasis es una blockchain de Capa 1 que está diseñada para ser una red escalable y versátil. Para lograrlo, Oasis ha dividido su arquitectura en una capa de consenso de nivel superior y capas de ejecución de nivel inferior. Esto permite a Oasis soportar múltiples capas de ejecución diferentes, incluyendo Oasis Emerald, su capa de ejecución compatible con EVM.",
    "oasis-sapphire": "Oasis Sapphire es una red Oasis ParaTime compatible con EVM, similar a Oasis Emerald. Al igual que Oasis Emerald, Oasis Sapphire está diseñada para ofrecer tarifas bajas y un alto rendimiento. Sin embargo, se amplía añadiendo soporte para contratos inteligentes confidenciales, algo que se basa en la red Oasis Cipher que no es de EVM.",
    "oasys": "Oasys es una blockchain de Capa 1 diseñada para la industria del juego. Utiliza un mecanismo de consenso basado en Proof of Stake y proporciona transacciones rápidas y sin gas. Su arquitectura utiliza una cadena central, mientras que las aplicaciones de juego individuales pueden crear cadenas de Capa 2 conectadas a la cadena central, de modo que cada aplicación de juego pueda escalar de forma independiente.",
    "octaspace": "OctaSpace es una plataforma informática descentralizada que ofrece recursos informáticos proporcionados por operadores de nodos de todo el mundo. Pueden utilizarse para el procesamiento en la nube o para fines de VPN. Los operadores de nodos pueden alquilar sus recursos ociosos para obtener recompensas.",
    "opbnb": "opBNB es una solución de escalado de Capa 2 para la Cadena BNB. Está construida sobre la pila OP de código abierto de Optimism, por lo que, al igual que Optimism, utiliza la tecnología optimistic rollup. opBNB es la primera Capa 2 para la Cadena BNB y se creó para ofrecer tarifas más bajas y mayor rendimiento.",
    "optimism": "Optimism es una solución de escalado de capa 2 para Ethereum. Utiliza rollups optimistas para escalar Ethereum ejecutando transacciones en Optimism y enviando lotes de datos de transacciones a Ethereum. Optimism es una de las Capas 2 más populares para Ethereum. Además de la red principal Optimism, Optimism también desarrolla una pila tecnológica que pueden utilizar otras L2, como la red Base de Coinbase.",
    "palm": "Palm es una sidechain de Ethereum que utiliza un mecanismo de consenso de Prueba de Autoridad. Se dedica a crear y negociar NFT con activos digitales y del mundo real asociados, con un puente de activos que permite a los usuarios transferir tokens entre Ethereum y Palm. Varios grandes proyectos de NFT se han lanzado en la cadena, como \"The Currency\" de Damien Hirst.",
    "pego": "Pego es una blockchain de Capa 1 que utiliza un mecanismo de consenso de Prueba de Autoridad llamado Parlia. Este mecanismo de consenso combina características de Prueba de Estaca y Prueba de Autoridad. Pego tiene un sistema que permite a los miembros de la comunidad votar sobre los ajustes de los parámetros de la red y otras actualizaciones del protocolo.",
    "pgn": "PGN es una solución de escalado de capa 2 para Ethereum. Se basa en la pila de operaciones de código abierto de Optimism, por lo que, al igual que Optimism, utiliza tecnología optimistic rollup. PGN fue creada por el equipo de Gitcoin como una red destinada a apoyar la financiación de bienes públicos. Con ese fin, PGN es la red principal utilizada por la plataforma Gitcoin Grants.",
    "polygon": "Polygon PoS es una sidechain de Ethereum asegurada por un conjunto de validadores elegidos por la comunidad Polygon. Es una de las blockchains de contratos inteligentes más populares, especialmente en el espacio NFT. Además de la red Polygon PoS, Polygon también está trabajando en un conjunto de otras soluciones L2, como Polygon zkEVM.",
    "polygon-zkevm": "Polygon zkEVM es una nueva e innovadora solución de escalado L2 y una de las primeras implementaciones de zkEVM. La tecnología zkEVM ofrece mayores rendimientos a menor coste que muchas otras soluciones L2, al tiempo que mantiene fuertes garantías de seguridad en comparación con otras soluciones L2 como los Optimistic Rollups.",
    "pulsechain": "PulseChain es una blockchain de Nivel 1 construida como una bifurcación completa de la blockchain Ethereum. Esto significa que comparte el mismo historial de transacciones hasta el lanzamiento de la red bifurcada. PulseChain surgió de la comunidad HEX y se creó para ofrecer comisiones más bajas que Ethereum.",
    "redlight": "Redlight es una blockchain de Nivel 1 que utiliza un mecanismo de consenso de Prueba de Autoridad. Al utilizar un mecanismo de consenso de Prueba de Autoridad centralizado en su mayor parte, es capaz de proporcionar un alto rendimiento de transacciones sin ninguna tarifa mínima de gas en operaciones normales.",
    "rollux": "Rollux es una solución de escalado de Capa 2 para Syscoin. Utiliza rollups optimistas para escalar Syscoin ejecutando transacciones en Rollux y enviando lotes de datos de transacciones a Syscoin. Al ser una solución de Capa 2 para Syscoin, Rollux también puede heredar algunas de las propiedades de seguridad de Syscoin, como la minería fusionada con Bitcoin.",
    "rootstock": "Rootstock es una sidechain de Bitcoin que pretende aportar la funcionalidad EVM al ecosistema Bitcoin. Su red está asegurada mediante un proceso llamado minería fusionada, que permite a los mineros de Bitcoin utilizar simultáneamente su hashrate para transacciones de Bitcoin y Rootstock. El puente entre Bitcoin y Rootstock está asegurado por 9 organizaciones de alto nivel mediante un proceso que denominan Powpeg.",
    "scroll": "Scroll es una solución de escalado de Capa 2 para Ethereum que se está construyendo actualmente utilizando la innovadora tecnología zkEVM. La tecnología zkEVM ofrece mayores rendimientos a menor coste que muchas otras soluciones L2, al tiempo que mantiene fuertes garantías de seguridad en comparación con otras soluciones L2 como Optimistic Rollups.",
    "shibarium": "Shibarium es una sidechain de Ethereum que se creó para aportar un ecosistema nativo de contratos inteligentes a la comunidad Shiba Inu. Como sidechain, se compromete con la descentralización para proporcionar transacciones más rápidas y baratas. Shibarium también cuenta con un puente a Ethereum, que permite a los usuarios transferir sus tokens SHIB y otros tokens populares de Ethereum a y desde Shibarium.",
    "shimmer": "Shimmer EVM es una blockchain de Capa 2 compatible con EVM construida sobre la red interoperable Shimmer. Al ser de Capa 2 de Shimmer, es fácilmente interoperable con otras cadenas del ecosistema Shimmer / IOTA. Shimmer EVM ofrece algunas innovaciones interesantes, como el procesamiento paralelo de las transacciones y la aleatoriedad nativa en el protocolo.",
    "syscoin": "Syscoin es una blockchain de Capa 1 que comenzó en 2014 como una bifurcación de Bitcoin. Con el paso de los años evolucionó hasta convertirse en un sistema de doble cadena, en el que una parte de la red es una bifurcación de Bitcoin y la otra parte es una blockchain compatible con EVM. Ambas cadenas están aseguradas mediante un proceso llamado Minería Fusionada, que permite a los mineros de Bitcoin utilizar simultáneamente su hashrate para transacciones de Bitcoin y Syscoin.",
    "taiko": "Taiko es una solución de escalado de Capa 2 para Ethereum que se está construyendo actualmente utilizando la innovadora tecnología zkEVM. La tecnología zkEVM ofrece mayores rendimientos a menor coste que muchas otras soluciones L2, al tiempo que mantiene fuertes garantías de seguridad en comparación con otras soluciones L2 como Optimistic Rollups.",
    "velas": "Velas es una blockchain de Capa 1 que pretende ofrecer un rendimiento muy alto y tarifas bajas. Para conseguirlo, se han inspirado en la arquitectura de Solana y la han modificado para que admita contratos inteligentes basados en EVM. Velas utiliza un mecanismo de consenso basado en la Prueba Delegada de Participación.",
    "wanchain": "WanChain es una blockchain de Capa 1 con un mecanismo de consenso llamado Galaxy Consensus, que se basa en el algoritmo Ouroboros de Cardano. Wanchain se centra principalmente en la interoperabilidad entre cadenas y proporciona puentes nativos entre redes EVM y no EVM. Wanchain asegura estos puentes utilizando técnicas como la Computación Multiparte Segura.",
    "wemix": "WEMIX es una blockchain de Capa 1 que utiliza un mecanismo de consenso que denominan Prueba de Autoridad basada en Estaca, un mecanismo con 40 validadores que combina características de la Prueba de Estaca y la Prueba de Autoridad. WEMIX tiene una serie de aplicaciones oficiales desplegadas en la cadena, incluida una stablecoin oficial y una plataforma de juegos.",
    "xdc": "XDC es una blockchain de Capa 1 con un mecanismo de consenso basado en la Prueba Delegada de Participación. Se centra en proporcionar transacciones rápidas y de bajo coste para la tokenización de activos del mundo real y casos de uso empresarial.",
    "zetachain": "ZetaChain es una blockchain de Capa 1 con un mecanismo de consenso basado en Proof of Stake que está actualmente en desarrollo. Su objetivo es proporcionar una infraestructura para que los desarrolladores construyan aplicaciones de cadena cruzada que se conecten tanto a otras cadenas EVM como a cadenas no EVM.",
    "zkfair": "ZKFair is a Layer 2 scaling solution for Ethereum that is built using Polygon's Chain Development Kit (CDK) and Celestia's Data Availability layer. As the name suggests, ZKFair places an emphasis on \"fairness\" and aims to create an ecosystem in which users of the network share in the rewards of the network that usually would go to its operators.",
    "zksync-era": "zkSync Era es una solución de escalado de Capa 2 y uno de los primeros proyectos en utilizar la novedosa tecnología zkEVM. Esta tecnología ofrece tarifas muy bajas al tiempo que mantiene fuertes garantías de seguridad mediante el uso de pruebas de conocimiento cero. zkSync creó anteriormente zkSync Lite, que era una versión temprana de la tecnología zkRollup que aún no era compatible con EVM. zkSync Era es la siguiente iteración, que añade compatibilidad total con EVM.",
    "zora": "Zora Network es una solución de escalado de Capa 2 para Ethereum. Está construida sobre la pila OP de código abierto de Optimism, por lo que, al igual que Optimism, utiliza la tecnología optimistic rollup. Dado que Zora Network ha sido desarrollada por la bolsa de NFT Zora, su principal caso de uso es la acuñación y el comercio de NFT."
  },
  "title": "¿Qué es {{chainName}}?"
}
